export const reasons = {
	title: 'Чому клієнти люблять з нами працювати?',
	image: '/img/reasons.png',
	items: [
		{
			title: 'Бізнесорієнтованість',
			icon: '/img/reasons/reason-1.png',
			desc: 'Наше розуміння потреб бізнесу дозволяє нам створювати сайти з фокусом на конверсії та продажі.',
		},
		{
			title: 'Креативність',
			icon: '/img/reasons/reason-2.png',
			desc: 'Наша команда завжди готова ризикувати та досліджувати нові ідеї, що допомагає нам зберігати лідерську позицію на ринку.',
		},
		{
			title: 'Передові підходи і технології',
			icon: '/img/reasons/reason-3.png',
			desc: 'Ми пильно стежимо за новітніми тенденціями та інноваціями, щоб забезпечити нашим клієнтам передові технології та конкурентні переваги.',
		},
		{
			title: 'Готовність до викликів',
			icon: '/img/reasons/reason-4.png',
			desc: 'Ми завжди відкриті до нових викликів та готові використовувати кожну можливість для зростання та розвитку.',
		},
		{
			title: 'Якісне та швидке виконання',
			icon: '/img/reasons/reason-5.png',
			desc: 'Кожен проєкт отримує особистого проєктного менеджера, який забезпечує якість та швидкість виконання.',
		},
		{
			title: 'Ретельне тестування рішень',
			icon: '/img/reasons/reason-6.png',
			desc: 'Ми уважно ставимося навіть до найдрібніших деталей, а також тестуємо проєкти по монітору якості Бітрікс.',
		},
	],
};
export const ourClients = {
	title: 'Наші клієнти',
	list: [
		{ src: '/img/partners-logo/logo-1.svg', alt: '' },
		{ src: '/img/partners-logo/logo-2.svg', alt: '' },
		{ src: '/img/partners-logo/logo-3.svg', alt: '' },
		{ src: '/img/partners-logo/logo-4.svg', alt: '' },
		{ src: '/img/partners-logo/logo-5.svg', alt: '' },
	],
	btn: 'Стати клієнтом',
};
