export const heroBanner = {
  title: 'Контекстна реклама в Google',
  desc: 'Приріст клієнтів уже в перший день запуску рекламної кампанії.',
  bg: '/img/hero-banner-5.jpg',
};
export const adsExplanation = {
  title: 'Що таке контекстна реклама?',
  desc: 'Контекстна реклама - це найбільш оперативний і ефективний спосіб залучення цільової аудиторії на сайт.',
  image: '/img/explanation-1.jpg',
  alt: '',
};

export const ppc = {
  title: 'Наш РРС процес',
  list: [
    {
      title: 'Конкуренція в тематиці',
      desc: 'Саме від кількості конкурентів у вашій галузі залежить яку стратегію розкрутки вибере SEO-спеціаліст і які бюджети для роботи з сайтом є оптимальними. При аналізі ТОП-10 Яндекс і Google важливо звертати увагу не тільки на прямих суперників (сайти конкретних компаній), але і агрегатори, каталоги, інформаційні сайти.',
      note: '',
    },
    {
      title: 'Регіональність',
      desc: 'Яка безпосередньо пов’язана з кількість конкурентів в пошуковій видачі. Для розкрутки інтернет-проекту у Львові будуть потрібні в 2-3 рази більші бюджети, ніж для маленьких міст України.',
      note: '',
    },
    {
      title: 'Технічна оптимізація і CMS',
      desc: 'Якщо ваш сайт розроблений на одній з популярних CMS систем типу WordPress, 1C-Бітрікс, Opencart, MODx, Drupal, Magento, PrestaShop, Joomla, то SEO-фахівці нашої компанії впораються з технічної оптимізацією без додаткової допомоги програмістів. В іншому випадку, будуть потрібні доопрацювання модулів, плагінів, шаблонів сайту, що веде до збільшення вартості SEO.',
      note: '',
    },
    {
      title: 'Кількість посилань і вік',
      desc: 'Якщо на сайт який просувається посилається достатня кількість інших сайтів (з новинних порталів, з прес-релізів, рейтингів, регіональних довідників та ін), то бюджети будуть мінімальні. Для молодих проектів буде потрібно розробка додаткової стратегії для розкрутки в ТОП-10 Google, який особливо чутливий до зовнішніх посилань.',
      note: '',
    },
  ],
};

export const adsDetails = {
  title: 'Що входить в налаштування реклами?',
  desc: 'Налаштування контекстної реклами займає 3-5 робочих днів. Швидкість запуску рекламної компанії залежить від кількості оголошень і термінів їх модерації.',
  list: [
    {
      title: 'Конкуренція в тематиці',
      desc: 'Саме від кількості конкурентів у вашій галузі залежить яку стратегію розкрутки вибере SEO-спеціаліст і які бюджети для роботи з сайтом є оптимальними. При аналізі ТОП-10 Яндекс і Google важливо звертати увагу не тільки на прямих суперників (сайти конкретних компаній), але і агрегатори, каталоги, інформаційні сайти.',
      note: '',
    },
    {
      title: 'Регіональність',
      desc: 'Яка безпосередньо пов’язана з кількість конкурентів в пошуковій видачі. Для розкрутки інтернет-проекту у Львові будуть потрібні в 2-3 рази більші бюджети, ніж для маленьких міст України.',
      note: '',
    },
    {
      title: 'Технічна оптимізація і CMS',
      desc: 'Якщо ваш сайт розроблений на одній з популярних CMS систем типу WordPress, 1C-Бітрікс, Opencart, MODx, Drupal, Magento, PrestaShop, Joomla, то SEO-фахівці нашої компанії впораються з технічної оптимізацією без додаткової допомоги програмістів. В іншому випадку, будуть потрібні доопрацювання модулів, плагінів, шаблонів сайту, що веде до збільшення вартості SEO.',
      note: '',
    },
    {
      title: 'Кількість посилань і вік',
      desc: 'Якщо на сайт який просувається посилається достатня кількість інших сайтів (з новинних порталів, з прес-релізів, рейтингів, регіональних довідників та ін), то бюджети будуть мінімальні. Для молодих проектів буде потрібно розробка додаткової стратегії для розкрутки в ТОП-10 Google, який особливо чутливий до зовнішніх посилань.',
      note: '',
    },
  ],
};
export const checks = {
  title: 'Для чого вашому бізнесу потрібна контекстна реклама?',
  list: [
    {
      title: 'Економічна ефективність',
      desc: 'На відміну від інших каналів комунікації, економічний ефект від контекстної реклами набагато вищий. Плата стягується тільки за кліки за оголошеннями, а не за показ на сайті.',
    },
    {
      title: 'Збільшення продажів',
      desc: 'Сайти електронної комерції отримують можливість привертати увагу потенційних покупців до обраних товарів, тим самим збільшуючи продажі',
    },
    {
      title: 'Зростання впізнаваності бренду',
      desc: 'За допомогою рекламних кампаній можна повідомити максимальній кількості зацікавлених користувачів інтернету про вашу компанію.',
    },
    {
      title: 'Залучення клієнтів у сфері послуг і презентація нової продукції',
      desc: 'Контекстна реклама допомагає визначити цільову групу інтернет-користувачів, зацікавлених у ваших послугах, і залучити їх на сайт.',
    },
    {
      title: 'Залучення учасників до заходів',
      desc: 'Швидкість запуску контекстної реклами і точність налаштувань дозволяють використовувати її можливості для оповіщення людей про майбутні події.',
    },
    {
      title: 'Взаємодія з цільовою аудиторією',
      desc: 'Контекстні оголошення дозволяють охопити потрібних людей, оскільки вони розміщуються після дослідження відповідних ключових слів і фраз.',
    },
  ],
};
export const pricelist = {
  title: 'Види та інструменти контекстної реклами',
  orderBtn: 'Замовити',
  list: [
    {
      title: 'Реклама в Google Adwords',
      desc: 'Вік сайту безпосередньо впливає на його позиції в пошуковій видачі. Молодому сайту (від 1 до 8 місяців) дуже складно зайняти місця на першій сторінці видачі по профільних запитах. Особливо це стосується конкурентних ніш. У пакет закладені стандартні послуги, що надаються в рамках SEO-просування сайту.',
      price: 'від 70$',
    },
    {
      title: 'Медійна реклама',
      desc: '1. Виправлення критичних помилок на сайті 2. Просування низькочастотних запитів 3. Робота з 5-ма сторінками в місяць 4. Написання ЅЕО текстів 5. Розміщення посилань на трастових майданчиках Для кого: тільки для невеликих сайтів візиток.',
      price: 'від 35$',
    },
    {
      title: 'Ретаргетінг / ремаркетинг',
      desc: 'У пакет закладені стандартні послуги, що надаються в рамках ЅЕО- просування. В результаті виконаних робіт ви отримаєте збільшення цільового органічного трафіку з пошукових систем по обраних групах запитів. Для кого: корпоративні сайти, сайти послуг, різні інтернет-магазини, товарні каталоги.',
      price: 'від 20$',
    },
    {
      title: 'Ведення контекстної реклами',
      desc: 'Ексклюзивна робота над вашим проектом. Ми не обмежуємо себе жодними рамками. Щоб отримати індивідуальну пропозицію, залиште заявку, ми проведемо безкоштовний аудит сайту та визначимо перелік робіт, які вам необхідні. Для кого: підходить для будь-якого ресурсу, метою якого є бути найефективнішим інструментом продажів.',
      price: 'від 100$/міс',
    },
  ],
};
