export const heroBanner = {
  title: 'Контекстна реклама в Google',
  desc: 'Приріст клієнтів уже в перший день запуску рекламної кампанії.',
  bg: '/img/hero-banner-5.jpg',
};
export const adsExplanation = {
  title: 'Що таке контекстна реклама?',
  desc: 'Контекстна реклама - швидкий та ефективний спосіб залучити цільову аудиторію на ваш сайт. Завдяки точному таргетуванню вона прискорює приход нових відвідувачів і підвищує конверсію.',
  imageOne: '/img/explanation-1.jpg',
  imageTwo: '/img/explanation-2.jfif',
  alt: '',
};

export const ppc = {
  title: 'Етапи роботи',
  list: [
    {
      title: 'Маркетинговий аудит бізнесу',
      desc: 'Розробка стратегії  просування включає в себе дуже глибоке порівняння та аналіз конкурентів для збору інформації, яка може визначити ключові аспекти вашого власного підходу. Це означає оцінку їхніх веб-сайтів, вмісту, ключових слів та стратегій пошукової оптимізації. Якщо, наприклад, конкуренти використовують певні ключові слова, це може слугувати вказівкою для визначення потенційно ефективних термінів у вашому власному вмісті.',
      note: '',
    },
    {
      title: 'Формування медіаплану',
      desc: 'На шляху до успішного впровадження рекламних кампаній та маркетингових заходів, важливо ретельно розглянути ряд ключових елементів. Перш за все, необхідно визначити цілі та завдання вашої кампанії, щоб створити стратегію, спрямовану на досягнення конкретних результатів. Наступним важливим етапом є вибір оптимальних каналів реклами та медіумів, які найкраще відповідають вашій цільовій аудиторії.',
      note: '',
    },
    {
      title: 'Налаштування рекламних акаунтів ',
      desc: `Реєстрація та налаштування Google Ads, Analytics, Merchant Center, Facebook Ads, Meta Business Suite, Pixel з урахуванням обраного Вами напрямку реклами та комерційної пропозиції. Забезпечення повноцінного зв'язування всіх платформ для ефективності та глибокого аналізу даних. Ретельна оптимізація параметрів для того, щоб досягнути якнайкращого оптимального результату у цифровому маркетингу.`,
      note: '',
    },
    {
      title: 'Налаштування контекстної реклами',
      desc: 'Створення та налаштування рекламних оголошень - це комплексний процес, що включає акуратний збір семантики для точного таргетингу. Налаштовуючи наші сегменти щодо аудиторій, ми враховуємо особливості цільового ринку та додаємо значно переконливі описи, привабливі заголовки для найкращого впливу. Крім того, важливе значення приділяється створенню унікальних креативів, які значно привертають увагу та ефективно комунікують з ключовими повідомлення бренду.',
      note: '',
    },
    {
      title: 'Аналіз та оптимізація кампаній',
      desc: 'Аналізуючи ефективність Вашоʼ кампанії, ми впроваджуємо теги ремаркетингу для подальшого взаємодії з аудиторією та забезпечення персоналізованого підходу. Також змінюємо бюджет та систематично оптимізуємо Ваші рекламні оголошення, враховуючи результати та саме реакцію цільової аудиторії. Наш підхід базується на постійному аналізуванні та адаптації стратегії для досягнення максимальних показників ефективності та вищого рівня взаємодії з клієнтами.',
      note: '',
    },
    {
      title: 'Постійна підтримка реклами',
      desc: 'Для того, щоб підвищити точність та рентабельність вашої рекламної кампанії, активно виключаємо непотрібні місця розміщення оголошень, додаємо мінус-слова для того, щоб фільтрувалися наші нерелевантні запитання. Систематично переглядаємо нові пошукові запити та вносимо корективи, забезпечуючи саме точне співпадіння інтересів аудиторії. Контролюємо бюджет для оптимального використання ресурсів та забезпечення ефективного розподілу коштів у рекламному акаунті.',
      note: '',
    },
  ],
};

export const adsDetails = {
  title: 'Що входить в налаштування реклами?',
  desc: 'Налаштування контекстної реклами займає 3-5 робочих днів. Швидкість запуску рекламної компанії залежить від кількості оголошень і термінів їх модерації.',
  list: [
    {
      title: 'Налаштування  параметрів реклами',
      desc: 'Створення та налаштування рекламних оголошень - це комплексний процес, що включає акуратний збір семантики для точного таргетингу. Налаштовуючи наші сегменти щодо аудиторій, ми враховуємо особливості цільового ринку та додаємо значно переконливі описи, привабливі заголовки для найкращого впливу. Крім того, важливе значення приділяється створенню унікальних креативів, які значно привертають увагу та ефективно комунікують з ключовими повідомлення бренду.',
      note: '',
    },
    {
      title: 'Регіональність',
      desc: 'Активний контроль та звісно ж щоденний моніторинг визначають значно успішне управління щодо рекламних кампаній. Систематичне стеження за ключовими показниками, такими як CTR, конверсіями та витратами, є теж важливим етапом для забезпечення ефективності. Цей процес дозволяє дуже оперативно визначати ефективні та неефективні компоненти та негайно вносити корективи у стратегію для досягнення кращих результатів в реальному часі.',
      note: '',
    },
    {
      title: 'Технічна оптимізація і CMS',
      desc: 'Активний контроль та звісно ж щоденний моніторинг визначають значно успішне управління щодо рекламних кампаній. Систематичне стеження за ключовими показниками, такими як CTR, конверсіями та витратами, є теж важливим етапом для забезпечення ефективності. Цей процес дозволяє дуже оперативно визначати ефективні та неефективні компоненти та негайно вносити корективи у стратегію для досягнення кращих результатів в реальному часі.',
      note: '',
    },
    {
      title: 'Кількість посилань і вік',
      desc: 'Активний контроль та звісно ж щоденний моніторинг визначають значно успішне управління щодо рекламних кампаній. Систематичне стеження за ключовими показниками, такими як CTR, конверсіями та витратами, є теж важливим етапом для забезпечення ефективності. Цей процес дозволяє дуже оперативно визначати ефективні та неефективні компоненти та негайно вносити корективи у стратегію для досягнення кращих результатів в реальному часі.',
      note: '',
    },
  ],
};
export const checks = {
  title: 'Для чого вашому бізнесу потрібна контекстна реклама?',
  checkIcon: '/img/icons/check.png',
  list: [
    {
      title: 'Економічна ефективність',
      desc: 'На відміну від інших каналів комунікації, економічний ефект від контекстної реклами набагато вищий. Оплата здійснюється лише за фактичні кліки на рекламні банери, а не за їх показ на веб-сайті.',
    },
    {
      title: 'Збільшення продажів',
      desc: 'Сайти електронної комерції отримують можливість привертати увагу потенційних клієнтів до вибраних продуктів, що сприяє зростанню відповідно до обсягів продажів.',
    },
    {
      title: 'Зростання впізнаваності бренду',
      desc: 'Застосування рекламних кампаній створює можливість ефективно інформувати широкий загал інтернет-користувачів про ваш бізнес та привертати їхню увагу.',
    },
    {
      title: 'Залучення клієнтів у сфері послуг',
      desc: 'Реклама, яка пристосовується до контексту, сприяє ідентифікації аудиторії в Інтернеті, що має зацікавленість у вашій продукції або послугах, та привертає їх увагу до вашого веб-сайту.',
    },
    {
      title: 'Залучення учасників до заходів',
      desc: 'Завдяки швидкому запуску контекстної реклами та високій точності налаштувань, можна ефективно використовувати цей інструмент для інформування людей про наближення майбутніх подій.',
    },
    {
      title: 'Взаємодія з цільовою аудиторією',
      desc: 'Реклама з контекстним виведенням ефективно досягає цільової аудиторії за допомогою ключових слів і фраз, що гарантує точність та релевантність контенту для зацікавлених користувачів.',
    },
  ],
};
export const pricelist = {
  title: 'Види та інструменти контекстної реклами',
  orderBtn: 'Замовити',
  list: [
    {
      title: 'Реклама в Google Adwords',
      desc: 'Вік сайту безпосередньо впливає на його позиції в пошуковій видачі. Молодому сайту (від 1 до 8 місяців) дуже складно зайняти місця на першій сторінці видачі по профільних запитах. Особливо це стосується конкурентних ніш. У пакет закладені стандартні послуги, що надаються в рамках SEO-просування сайту.',
      price: 'від 70$',
      message:
        "Добрий день, пишу до Вас із зацікавленістю щодо замовлення послуги 'Реклама в Google Adwords' за 70$ ",
    },
    {
      title: 'Медійна реклама',
      desc: '1. Виправлення критичних помилок на сайті 2. Просування низькочастотних запитів 3. Робота з 5-ма сторінками в місяць 4. Написання ЅЕО текстів 5. Розміщення посилань на трастових майданчиках Для кого: тільки для невеликих сайтів візиток.',
      price: 'від 35$',
      message:
        "Добрий день, пишу до Вас із зацікавленістю щодо замовлення послуги 'Медійна реклама' за 35$ ",
    },
    {
      title: 'Ретаргетінг / ремаркетинг',
      desc: 'У пакет закладені стандартні послуги, що надаються в рамках ЅЕО- просування. В результаті виконаних робіт ви отримаєте збільшення цільового органічного трафіку з пошукових систем по обраних групах запитів. Для кого: корпоративні сайти, сайти послуг, різні інтернет-магазини, товарні каталоги.',
      price: 'від 20$',
      message:
        "Добрий день, пишу до Вас із зацікавленістю щодо замовлення послуги 'Ретаргетінг / ремаркетинг' за 20$ ",
    },
    {
      title: 'Ведення контекстної реклами',
      desc: 'Ексклюзивна робота над вашим проектом. Ми не обмежуємо себе жодними рамками. Щоб отримати індивідуальну пропозицію, залиште заявку, ми проведемо безкоштовний аудит сайту та визначимо перелік робіт, які вам необхідні. Для кого: підходить для будь-якого ресурсу, метою якого є бути найефективнішим інструментом продажів.',
      price: 'від 100$/міс',
      message:
        "Добрий день, пишу до Вас із зацікавленістю щодо замовлення послуги 'Ведення контекстної реклами' за 100$/міс ",
    },
  ],
};
export const reviews = {
  title: 'Почуйте це від наших клієнтів',
  desc: 'Від початку до підтримки – ми завжди поруч, готові радити та допомагати.\nВаш успіх – наш пріоритет.',
  slides: [
    {
      title: 'Заголовок',
      author: 'Павло Гук 1',
      position: 'Менеджер компанії ',
      content: 'Слайд 1',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 2',
      position: 'Менеджер компанії ',
      content: 'Слайд 2',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 3',
      position: 'Менеджер компанії ',
      content: 'Слайд 3',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 4',
      position: 'Менеджер компанії ',
      content: 'Слайд 4',
    },
  ],
};
