export const heroBanner = {
  title: 'Контекстна реклама в Google',
  desc: 'Приріст клієнтів уже в перший день запуску рекламної кампанії.',
  bg: '/img/hero-banner-5.jpg',
};
export const adsExplanation = {
  title: 'Що таке контекстна реклама?',
  desc: 'Контекстна реклама - це найбільш оперативний і ефективний спосіб залучення цільової аудиторії на сайт.',
  image: '/img/explanation-1.jpg',
  alt: '',
};

export const ppc = {
  title: 'Етапи роботи',
  list: [
    {
      title: 'Маркетинговий аудит бізнесу',
      desc: 'Розробка стратегії  просування включає в себе дуже глибоке порівняння та аналіз конкурентів для збору інформації, яка може визначити ключові аспекти вашого власного підходу. Це означає оцінку їхніх веб-сайтів, вмісту, ключових слів та стратегій пошукової оптимізації. Якщо, наприклад, конкуренти використовують певні ключові слова, це може слугувати вказівкою для визначення потенційно ефективних термінів у вашому власному вмісті.',
      note: '',
    },
    {
      title: 'Формування медіаплану',
      desc: 'На шляху до успішного впровадження рекламних кампаній та маркетингових заходів, важливо ретельно розглянути ряд ключових елементів. Перш за все, необхідно визначити цілі та завдання вашої кампанії, щоб створити стратегію, спрямовану на досягнення конкретних результатів. Наступним важливим етапом є вибір оптимальних каналів реклами та медіумів, які найкраще відповідають вашій цільовій аудиторії.',
      note: '',
    },
    {
      title: 'Налаштування рекламних акаунтів ',
      desc: `Реєстрація та налаштування Google Ads, Analytics, Merchant Center, Facebook Ads, Meta Business Suite, Pixel з урахуванням обраного Вами напрямку реклами та комерційної пропозиції. Забезпечення повноцінного зв'язування всіх платформ для ефективності та глибокого аналізу даних. Ретельна оптимізація параметрів для того, щоб досягнути якнайкращого оптимального результату у цифровому маркетингу.`,
      note: '',
    },
    {
      title: 'Налаштування контекстної реклами',
      desc: 'Створення та налаштування рекламних оголошень - це комплексний процес, що включає акуратний збір семантики для точного таргетингу. Налаштовуючи наші сегменти щодо аудиторій, ми враховуємо особливості цільового ринку та додаємо значно переконливі описи, привабливі заголовки для найкращого впливу. Крім того, важливе значення приділяється створенню унікальних креативів, які значно привертають увагу та ефективно комунікують з ключовими повідомлення бренду.',
      note: '',
    },
    {
      title: 'Аналіз та оптимізація кампаній',
      desc: 'Аналізуючи ефективність Вашоʼ кампанії, ми впроваджуємо теги ремаркетингу для подальшого взаємодії з аудиторією та забезпечення персоналізованого підходу. Також змінюємо бюджет та систематично оптимізуємо Ваші рекламні оголошення, враховуючи результати та саме реакцію цільової аудиторії. Наш підхід базується на постійному аналізуванні та адаптації стратегії для досягнення максимальних показників ефективності та вищого рівня взаємодії з клієнтами.',
      note: '',
    },
    {
      title: 'Постійна підтримка реклами',
      desc: 'Для того, щоб підвищити точність та рентабельність вашої рекламної кампанії, активно виключаємо непотрібні місця розміщення оголошень, додаємо мінус-слова для того, щоб фільтрувалися наші нерелевантні запитання. Систематично переглядаємо нові пошукові запити та вносимо корективи, забезпечуючи саме точне співпадіння інтересів аудиторії. Контролюємо бюджет для оптимального використання ресурсів та забезпечення ефективного розподілу коштів у рекламному акаунті.',
      note: '',
    },
  ],
};

export const adsDetails = {
  title: 'Що входить в налаштування реклами?',
  desc: 'Налаштування контекстної реклами займає 3-5 робочих днів. Швидкість запуску рекламної компанії залежить від кількості оголошень і термінів їх модерації.',
  list: [
    {
      title: 'Налаштування  параметрів реклами',
      desc: 'Створення та налаштування рекламних оголошень - це комплексний процес, що включає акуратний збір семантики для точного таргетингу. Налаштовуючи наші сегменти щодо аудиторій, ми враховуємо особливості цільового ринку та додаємо значно переконливі описи, привабливі заголовки для найкращого впливу. Крім того, важливе значення приділяється створенню унікальних креативів, які значно привертають увагу та ефективно комунікують з ключовими повідомлення бренду.',
      note: '',
    },
    {
      title: 'Регіональність',
      desc: 'Активний контроль та звісно ж щоденний моніторинг визначають значно успішне управління щодо рекламних кампаній. Систематичне стеження за ключовими показниками, такими як CTR, конверсіями та витратами, є теж важливим етапом для забезпечення ефективності. Цей процес дозволяє дуже оперативно визначати ефективні та неефективні компоненти та негайно вносити корективи у стратегію для досягнення кращих результатів в реальному часі.',
      note: '',
    },
    {
      title: 'Технічна оптимізація і CMS',
      desc: 'Активний контроль та звісно ж щоденний моніторинг визначають значно успішне управління щодо рекламних кампаній. Систематичне стеження за ключовими показниками, такими як CTR, конверсіями та витратами, є теж важливим етапом для забезпечення ефективності. Цей процес дозволяє дуже оперативно визначати ефективні та неефективні компоненти та негайно вносити корективи у стратегію для досягнення кращих результатів в реальному часі.',
      note: '',
    },
    {
      title: 'Кількість посилань і вік',
      desc: 'Активний контроль та звісно ж щоденний моніторинг визначають значно успішне управління щодо рекламних кампаній. Систематичне стеження за ключовими показниками, такими як CTR, конверсіями та витратами, є теж важливим етапом для забезпечення ефективності. Цей процес дозволяє дуже оперативно визначати ефективні та неефективні компоненти та негайно вносити корективи у стратегію для досягнення кращих результатів в реальному часі.',
      note: '',
    },
  ],
};
export const checks = {
  title: 'Для чого вашому бізнесу потрібна контекстна реклама?',
  checkIcon: '/img/icons/check.png',
  list: [
    {
      title: 'Економічна ефективність',
      desc: 'На відміну від інших каналів комунікації, економічний ефект від контекстної реклами набагато вищий. Плата стягується тільки за кліки за оголошеннями, а не за показ на сайті.',
    },
    {
      title: 'Збільшення продажів',
      desc: 'Сайти електронної комерції отримують можливість привертати увагу потенційних покупців до обраних товарів, тим самим збільшуючи продажі',
    },
    {
      title: 'Зростання впізнаваності бренду',
      desc: 'За допомогою рекламних кампаній можна повідомити максимальній кількості зацікавлених користувачів інтернету про вашу компанію.',
    },
    {
      title: 'Залучення клієнтів у сфері послуг і презентація нової продукції',
      desc: 'Контекстна реклама допомагає визначити цільову групу інтернет-користувачів, зацікавлених у ваших послугах, і залучити їх на сайт.',
    },
    {
      title: 'Залучення учасників до заходів',
      desc: 'Швидкість запуску контекстної реклами і точність налаштувань дозволяють використовувати її можливості для оповіщення людей про майбутні події.',
    },
    {
      title: 'Взаємодія з цільовою аудиторією',
      desc: 'Контекстні оголошення дозволяють охопити потрібних людей, оскільки вони розміщуються після дослідження відповідних ключових слів і фраз.',
    },
  ],
};
export const pricelist = {
  title: 'Види та інструменти контекстної реклами',
  orderBtn: 'Замовити',
  list: [
    {
      title: 'Реклама в Google Adwords',
      desc: 'Вік сайту безпосередньо впливає на його позиції в пошуковій видачі. Молодому сайту (від 1 до 8 місяців) дуже складно зайняти місця на першій сторінці видачі по профільних запитах. Особливо це стосується конкурентних ніш. У пакет закладені стандартні послуги, що надаються в рамках SEO-просування сайту.',
      price: 'від 70$',
    },
    {
      title: 'Медійна реклама',
      desc: '1. Виправлення критичних помилок на сайті 2. Просування низькочастотних запитів 3. Робота з 5-ма сторінками в місяць 4. Написання ЅЕО текстів 5. Розміщення посилань на трастових майданчиках Для кого: тільки для невеликих сайтів візиток.',
      price: 'від 35$',
    },
    {
      title: 'Ретаргетінг / ремаркетинг',
      desc: 'У пакет закладені стандартні послуги, що надаються в рамках ЅЕО- просування. В результаті виконаних робіт ви отримаєте збільшення цільового органічного трафіку з пошукових систем по обраних групах запитів. Для кого: корпоративні сайти, сайти послуг, різні інтернет-магазини, товарні каталоги.',
      price: 'від 20$',
    },
    {
      title: 'Ведення контекстної реклами',
      desc: 'Ексклюзивна робота над вашим проектом. Ми не обмежуємо себе жодними рамками. Щоб отримати індивідуальну пропозицію, залиште заявку, ми проведемо безкоштовний аудит сайту та визначимо перелік робіт, які вам необхідні. Для кого: підходить для будь-якого ресурсу, метою якого є бути найефективнішим інструментом продажів.',
      price: 'від 100$/міс',
    },
  ],
};
export const reviews = {
  title: 'Почуйте це від наших клієнтів',
  desc: 'Від початку до підтримки – ми завжди поруч, готові радити та допомагати.\nВаш успіх – наш пріоритет.',
  slides: [
    {
      title: 'Заголовок',
      author: 'Павло Гук 1',
      position: 'Менеджер компанії ',
      content: 'Слайд 1',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 2',
      position: 'Менеджер компанії ',
      content: 'Слайд 2',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 3',
      position: 'Менеджер компанії ',
      content: 'Слайд 3',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 4',
      position: 'Менеджер компанії ',
      content: 'Слайд 4',
    },
  ],
};
