export const heroBanner = {
  title: 'Створення сайту візитки',
  desc: '',
  bg: '/img/hero-banner-10.jfif',
};
export const workwithus = {
  title: 'Працюйте з командою спеціалістів, які вирішують проблеми',
  list: [
    {
      desc: 'Ми розпочинаємо з аналізу та уважно уявляємо загальну картину перед розробкою.',
      icon: '/img/icons/workwithus-1.png',
    },
    {
      desc: 'Наші професіональні дизайнери готові допомогти Вам – від концепції до доставки  продукту і далі.',
      icon: '/img/icons/workwithus-2.png',
    },
    {
      desc: 'Для нас надзвичайно важливо переконатися, що Ваш продукт створений, щоб мати значення.',
      icon: '/img/icons/workwithus-3.png',
    },
  ],
};
export const reviews = {
  title: 'Почуйте це від наших клієнтів',
  desc: 'Від початку до підтримки – ми завжди поруч, готові радити та допомагати.\nВаш успіх – наш пріоритет.',
  slides: [
    {
      title: 'Заголовок',
      author: 'Павло Гук 1',
      position: 'Менеджер компанії ',
      content: 'Слайд 1',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 2',
      position: 'Менеджер компанії ',
      content: 'Слайд 2',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 3',
      position: 'Менеджер компанії ',
      content: 'Слайд 3',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 4',
      position: 'Менеджер компанії ',
      content: 'Слайд 4',
    },
  ],
};

export const offers = {
  title: 'Ви отримаєте',
  list: [
    {
      title: 'Сучасний дизайн',
      desc: 'Сайт-візитка – це віртуальна платформа, яка втілює сучасний та унікальний стиль, а також, звісно ж демонструє високий рівень професіоналізму представленої  компанії.',
      offerName: 'Design',
      link: '/services/design',
    },
    {
      title: 'Врахування трендів',
      desc: 'Розвиток сфери сайтів - візиток постійно розвивається, збільшуючи інтерактивність та привабливість, і наша компанія уважно стежить за цими тенденціями.',
      offerName: 'Trends',
      link: '',
    },
    {
      title: 'Правильне юзабіліті',
      desc: 'Справжній успіх сайту-візитки виявляється не лише щодо задоволення власника, а й у можливості створення сучасної та легкої  платформи для відвідувачів.',
      offerName: 'Usability',
      link: '',
    },
    {
      title: 'Сучасна система упправління',
      desc: 'Будь-який співробітник, включаючи Вас, зможе легко та ефективно адмініструвати проєкт без шалених зусиль, забезпечуючи якісну роботу ресурсу.',
      offerName: 'CMS',
      link: '',
    },
    {
      title: 'SEO оптимізація',
      desc: 'У світі де панує велика конкуренції, успіх  значно залежить від  SEO-оптимізації. Ми створюємо унікальні стратегії для кожного клієнтського веб-сайту.',
      offerName: 'SEO',
      link: '/services/seo',
    },
    {
      title: 'Мобільна версія',
      desc: 'Пам`ятайте, що половина аудиторії відвідує веб-сайти на смартфонах. Ми створюємо усі проєкти з акцентом на мобільність для оптимального комфорту використання.',
      offerName: 'Mobile',
      link: '',
    },
  ],
};
export const priceCards = {
  title: 'Сайт-візитка',
  desc: 'Наша команда має високу експертизу у створенні унікальних веб-сайтів-візиток на будь-якому рівні складності. Ми також спеціалізуємося на розробці стандартних проєктів у низькобюджетному сегменті.',
  checkIcon: '/img/icons/check-3.svg',
  list: [
    {
      modal: {
        title: 'Індивідуальна розробка',
        type: 'Старт',
        desc: '************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
        grid: [
          {
            title: 'Продуманий дизайн і інтерфейс',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Швидке виконання роботи',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Якісне та деталізоване пропрацювання',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
        ],
        images: [{ src: '/img/plans/plan-1.png' }, { src: '/img/plans/plan-2.png' }],
      },
      color: '#FFEDAD',
      message:
        'Добрий день, цікавлюсь створенням сайту-візитки за допомогою готових рішень, що від 150$',
      sizeType: 'Старт',
      title: 'Готові рішення',
      desc: 'Розробка сучасних сайт-візиток на основі бази «Шаблонів»',
      price: 'від 150$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому готові рішення розглядаються на старті бізнесу?' },
        { content: 'Які саме існують функції для хорошої та легкої розробки?' },
        { content: 'Які існують переваги готових рішень проти індивідуальної розробки?' },
      ],
    },
    {
      modal: {
        title: 'Індивідуальна розробка',
        type: 'Малий бізнес',
        desc: '************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
        grid: [
          {
            title: 'Продуманий дизайн і інтерфейс',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Швидке виконання роботи',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Якісне та деталізоване пропрацювання',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
        ],
        images: [{ src: '/img/plans/plan-1.png' }, { src: '/img/plans/plan-2.png' }],
      },
      color: '#F0F0F0',
      message:
        'Добрий день, цікавлюсь створенням сайту-візитки за допомогою індивідуальної розробки для малих бізнесів, що від 250$',
      sizeType: 'Малий бізнес',
      title: 'Індивідуальна розробка',
      desc: 'Розробка сучасного статичного сайту без сервера та бази даних.',
      price: 'від 250$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому обирають розробку статичного сайту без сервера та бази даних?' },
        { content: 'Які технології використовуються при створенні статичних сайтів?' },
        { content: 'Які переваги є у статичного сайту без сервера порівняно з іншими типами?' },
      ],
    },
    {
      modal: {
        title: 'Індивідуальна розробка',
        type: 'Бізнес',
        desc: '************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
        grid: [
          {
            title: 'Продуманий дизайн і інтерфейс',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Швидке виконання роботи',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Якісне та деталізоване пропрацювання',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
        ],
        images: [{ src: '/img/plans/plan-1.png' }, { src: '/img/plans/plan-2.png' }],
      },
      color: '#FFA3A3',
      message:
        'Добрий день, цікавлюсь створенням сайту-візитки за допомогою індивідуальної розробки для бізнесів, що від 600$',
      sizeType: 'Бізнес',
      title: 'Індивідуальна розробка',
      desc: 'Розробка унікального динамічного сайту з наявністю сервера та базою даних.',
      price: 'від 600$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому  динамічні сайти зі сервером та базою даних - це ідеальний варіант?' },
        { content: 'Які технології використовуються при створенні динамічних сайтів?' },
        { content: 'Які переваги є у динамічного сайту зі сервером порівняно з іншими?' },
      ],
    },
  ],
};
export const achieveResults = {
  title: 'Як досягається результат',
  list: [
    {
      title: 'Дослідження',
      desc: 'Ефективний аналіз ринку та конкурентів - ключ до успіху. Постійно вивчаємо ринкову ситуацію та дії конкурентів, щоб знаходити нові можливості та підвищувати конкурентоспроможність.',
    },
    {
      title: 'Дизайн',
      desc: 'Розробляємо інноваційний і унікальний дизайн для кожного сайту-візитки, зосереджуючись на тематиці та створюючи привабливий та функціональний інтерфейс.',
    },
    {
      title: 'Розробка',
      desc: 'Ми використовуємо сучасні передові технології для максимальної продуктивності, і також забезпечуємо швидку безперебійну роботу сайту-візитки  в усіх браузерах.',
    },
    {
      title: 'Тестування',
      desc: 'Перед запуском сайту-візитки ми дослідно проводимо тестування для того, щоб виявити та виправити будь-які недоліки, гарантуючи його безперебійну роботу.',
    },
  ],
};
