export const contactUs = {
  title: 'Зв’язатися з нами',
  name: 'Ім’я',
  phone: 'Телефон',
  email: 'Електронна пошта',
  desc: 'Яке рішення для бізнесу вам потрібно надати?',
  descPlaceholder: 'Коротко опишіть проєкт...',
  btn: 'Надіслати',
};
export const workTogether = {
  title: 'Працюймо разом! ',
  desc: 'Ми завжди готові обговорити ваш наступний проєкт!  Пишіть нам на пошту <i>support@fullstack-innovations.com</i> чи заповніть форму. Наші експерти з нетерпінням чекають на можливість співпраці з вами.',
};
