export const heroBanner = {
  title: 'Створення корпоративного сайту',
  desc: '',
  bg: '/img/hero-banner-9.jfif',
};
export const workwithus = {
  title: 'Працюйте з командою спеціалістів, які вирішують проблеми',
  list: [
    {
      desc: 'Ми розпочинаємо з аналізу та уважно уявляємо загальну картину перед розробкою.',
      icon: '/img/icons/workwithus-1.png',
    },
    {
      desc: 'Наші професіональні дизайнери готові допомогти Вам – від концепції до доставки  продукту і далі.',
      icon: '/img/icons/workwithus-2.png',
    },
    {
      desc: 'Для нас надзвичайно важливо переконатися, що Ваш продукт створений, щоб мати значення.',
      icon: '/img/icons/workwithus-3.png',
    },
  ],
};
export const reviews = {
  title: 'Почуйте це від наших клієнтів',
  desc: 'Від початку до підтримки – ми завжди поруч, готові радити та допомагати.\nВаш успіх – наш пріоритет.',
  slides: [
    {
      title: 'Заголовок',
      author: 'Павло Гук 1',
      position: 'Менеджер компанії ',
      content: 'Слайд 1',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 2',
      position: 'Менеджер компанії ',
      content: 'Слайд 2',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 3',
      position: 'Менеджер компанії ',
      content: 'Слайд 3',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 4',
      position: 'Менеджер компанії ',
      content: 'Слайд 4',
    },
  ],
};

export const offers = {
  title: 'Ви отримаєте',
  list: [
    {
      title: 'Сучасний дизайн',
      desc: 'Корпоративний веб-сайт – це електронна платформа, яка відображає сучасний та унікальний стиль, і звісно ж високий рівень професіоналізму компанії.',
      offerName: 'Design',
    },
    {
      title: 'Врахування трендів',
      desc: 'Сфера корпоративних веб-сайтів постійно змінюється, посилюючи інтерактивність та привабливість, і наша компанія слідкує за цими тенденціями.',
      offerName: 'Trends',
    },
    {
      title: 'Правильне юзабіліті',
      desc: 'Справжній успіх корпоративного веб-сайту полягає не лише у задоволенні власника, а й у здатності створити зручну, ефективну  платформу для користувачів.',
      offerName: 'Usability',
    },
    {
      title: 'Сучасна система упправління',
      desc: 'Будь-який співробітник, включаючи Вас, зможе легко та ефективно адмініструвати корпоративний сайт без шалених зусиль, забезпечуючи якісну роботу ресурсу.',
      offerName: 'CMS',
    },
    {
      title: 'SEO оптимізація',
      desc: 'У світі де панує велика конкуренції, успіх корпоративного сайту значно залежить від  SEO-оптимізації. Ми створюємо унікальні стратегії для кожного веб-сайту.',
      offerName: 'SEO',
    },
    {
      title: 'Мобільна версія',
      desc: 'Пам`ятайте, що половина аудиторії відвідує веб-сайти на смартфонах. Ми створюємо усі проєкти з акцентом на мобільність для оптимального комфорту використання.',
      offerName: 'Mobile',
    },
  ],
};
export const priceCards = {
  title: 'Корпоративний сайт',
  desc: 'Наша команда володіє високою експертизою в розробці унікальних корпоративних веб-сайтів на будь-якому рівні складності. Ми також спеціалізуємося на створенні стандартних проєктів у низькобюджетному сегменті.',
  checkIcon: '/img/icons/check-3.svg',
  list: [
    {
      color: '#A5E38F',
      sizeType: 'Старт',
      title: 'Готові рішення',
      desc: 'Розробка сучасних сайт - квізів на основі бази «Шаблонів»',
      price: 'від 200$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому готові рішення розглядаються на старті бізнесу?' },
        { content: 'Які саме існують функції для хорошої та легкої розробки?' },
        { content: 'Які існують переваги готових рішень проти індивідуальної розробки?' },
      ],
    },
    {
      color: '#F0F0F0',
      sizeType: 'Малий бізнес',
      title: 'Індивідуальна розробка',
      desc: 'Розробка сучасного статичного сайту без сервера та бази даних.',
      price: 'від 400$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому обирають розробку статичного сайту без сервера та бази даних?' },
        { content: 'Які технології використовуються при створенні статичних сайтів?' },
        { content: 'Які переваги є у статичного сайту без сервера порівняно з іншими типами?' },
      ],
    },
    {
      color: '#59ACFF',
      sizeType: 'Бізнес',
      title: 'Індивідуальна розробка',
      desc: 'Розробка унікального динамічного сайту з наявністю сервера та базою даних.',
      price: 'від 800$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому  динамічні сайти зі сервером та базою даних - це ідеальний варіант?' },
        { content: 'Які технології використовуються при створенні динамічних сайтів?' },
        { content: 'Які переваги є у динамічного сайту зі сервером порівняно з іншими?' },
      ],
    },
  ],
};
export const achieveResults = {
  title: 'Як досягається результат',
  list: [
    {
      title: 'Дослідження',
      desc: 'Ефективний аналіз ринку та конкурентів - ключ до успіху. Постійно вивчаємо ринкову ситуацію та дії конкурентів, щоб знаходити нові можливості та підвищувати конкурентоспроможність.',
    },
    {
      title: 'Дизайн',
      desc: 'Розробляємо інноваційний і унікальний дизайн для кожного сайту-квізу, зосереджуючись на тематиці та створюючи привабливий та функціональний інтерфейс.',
    },
    {
      title: 'Розробка',
      desc: 'Ми використовуємо останні стандарти відповідно до оптимальної продуктивності, ми гарантуємо швидку та коректну роботу у всіх браузерах для роботи сайт-квізу.',
    },
    {
      title: 'Тестування',
      desc: 'Перед запуском сайт-квізу ми дослідно проводимо тестування для виявлення та виправлення будь-яких недоліків, гарантуючи його безперебійну роботу.',
    },
  ],
};
