export const heroBanner = {
  title: 'Розробка сайтів під ключ у Львові',
  desc: 'Вартість та терміни створення сайту для Вашого бізнесу.',
  bg: '/img/hero-banner-2.jpg',
};
export const weCreate = {
  title: 'weCreate.title',
  list: [
    {
      title: 'weCreate.list.1.title',
      icons: [
        '/img/What_sites_we_develop/shop_bottom.png',
        '/img/What_sites_we_develop/shop_top.png',
      ],
      link: '/services/store',
      styles: ['shop_bottom', 'shop_top'],
    },
    {
      title: 'weCreate.list.2.title',
      icons: [
        '/img/What_sites_we_develop/corporate_top.png',
        '/img/What_sites_we_develop/corporate_lock.png',
        '/img/What_sites_we_develop/corporate_bottom.png',
      ],
      link: '/services/corporate',
      styles: ['corporate_top', 'corporate_lock', 'corporate_bottom'],
    },
    {
      title: 'weCreate.list.3.title',
      icons: [
        '/img/What_sites_we_develop/lending_top.png',
        '/img/What_sites_we_develop/lending_text.png',
        '/img/What_sites_we_develop/lending_back.png',
      ],
      link: '/services/landing',
      styles: ['lending_top', 'lending_text', 'lending_back'],
    },
    {
      title: 'weCreate.list.4.title',
      icons: ['/img/What_sites_we_develop/quiz.png'],
      link: '/services/quiz',
      styles: ['quiz'],
    },
    {
      title: 'weCreate.list.5.title',
      icons: [
        '/img/What_sites_we_develop/business_card_without_person.png',
        '/img/What_sites_we_develop/business_card_peron.png',
      ],
      link: '/services/card',
      styles: ['business_card_without_person', 'business_card_peron'],
    },
    {
      title: 'weCreate.list.6.title',
      icons: [
        '/img/What_sites_we_develop/e_comerc_front.png',
        '/img/What_sites_we_develop/e_comerc_back.png',
      ],
      link: '/services/ecommerce',
      styles: ['e_comerc_front', 'e_comerc_back'],
    },
  ],
};
export const workflow = {
  title: 'Послідовність роботи',
  desc: 'Весь процес роботи має чіткий план, який дає змогу послідовно вести комунікацію з клієнтами від первинного знайомства до здачі готового проєкту.',
  list: [
    {
      title: 'Зв’язок з нами',
      desc: "Ми готові зв'язатися з вами по телефону або ж прийняти вашу заявку, опісля чого ми негайно зателефонуємо вам щодо обговорення деталей щодо вашого  проєкту.",
    },
    {
      title: 'Складання Т.З.',
      desc: 'Згідно наданих вказівок, ми активно ставимо питання та ретельно описуємо всі деталі для вашого проєкту. Опісля чого все буде узгоджуватися з вами до початку реалізації.',
    },
    {
      title: 'Договір',
      desc: 'Після створення технічного опису укладаємо законний договір, завіряючи його в двох копіях, і приступаємо до виконання роботи. Юристи  можуть бути присутні.',
    },
    {
      title: 'Демонстрація',
      desc: `Презентуємо перші кроки та активно модифікуємо згідно із вашими вказівками. Наша неперевершена перевага це обов'язкова презентація раз на тиждень проєкту.`,
    },
    {
      title: 'Здача роботи',
      desc: 'Опісля завершення проекту, ми передаємо вам усі файли у вихідних форматах, окрім того ми забезпечуємо доступ до адміністративної панелі та розроблених матеріалів.',
    },
  ],
};
export const businessCards = {
  title: 'Створюємо веб - сайти для різних типів бізнесу',
  list: [
    {
      title: 'Роздрібна торгівля',
      desc: 'Магазини одягу, техніки, продуктові і квіткові магазини, сувенірні лавки',
      image: '/img/business-1.jpg',
      icon: '/img/icons/store.svg',
    },
    {
      title: 'Громадське харчування',
      desc: 'Ресторани, кафе, бари, кав`ярні, пекарні, буфети, столові',
      image: '/img/business-2.jpg',
      icon: '/img/icons/food.svg',
    },
    {
      title: 'Послуги для населення',
      desc: 'Ремонтні сервіси, перукарні, хімчистки, репетитори, барбершопи',
      image: '/img/business-3.jpg',
      icon: '/img/icons/tools.svg',
    },
  ],
};

export const infoCards = {
  title: 'Успішний сайт це',
  list: [
    {
      title: 'Продуманий дизайн і інтерфейс',
      desc: 'Професійно створений дизайн НЕ лише акцентує увагу естетичному боці, але і дуже ретельно працює над структурою для покращення зручності користування. Також важливо оптимально розмістити всі елементи на веб-сторінці для того щоб надати можливість відвідувачам легко знаходити необхідну інформацію. Такий підхід суттєво підвищує ймовірність того, що відвідувачі стануть вашою цільовою аудиторією або клієнтами.',
      note: 'Easy',
    },
    {
      title: 'Стабільна робота',
      desc: 'Максимальна стабільність вашого веб-сайту - це запорука успішної онлайн-присутності. Наша гарантія безперебійної роботи гарантує, що технічні неполадки не вплинуть на функціональність вашого веб-сайту. Зберігайте надійність для того, щоб уникнути втрати клієнтів через можливі перебої у роботі. Ми прагнемо до того, щоб Ваші відвідувачі завжди отримували тільки позитивні враження від взаємодії з Вашим бізнесом.',
      note: 'Way',
    },
    {
      title: 'Відповідність пошуковим запитам користувачів',
      desc: 'Кожен відвідувач Вашого сучасного веб-сайту приходить до Вас із певною метою. Продуктивність Вашого сайту полягає в тому, щоб активно досягти цієї мети, будь-то через зручний процес покупки товарів та надання послуг або ж швидкий доступ до необхідної інформації. Тільки у цьому випадку Ви можете розглядати можливість зробити з цього відвідувача вашого постійного клієнта чи покупця.',
      note: 'To',
    },
    {
      title: 'Регулярна публікація статей',
      desc: 'Ваш сайт обов’язково повинен активно жити своїм життям для того, щоб вражати відвідувачів своєю живою діяльністю та надати їм враження про вашу постійну активність. Оновлення вашого веб-сайту за допомогою свіжих новин та цікавих статей не лише забезпечить актуальність вашого контенту, але також позитивно вплине на SEO. Ми зможемо у цьому Вам допомогти. Довіртесь професіоналам!',
      note: 'Boost',
    },
    {
      title: 'Онлайн просування сайту',
      desc: 'Запуск веб-сайту - це лише початок успіху. FullStack - Innovations вже на етапі розробки Вашого веб-сайту дуже активно зосереджується на SEO-просуванні сайту. Наші спеціалісти розробляють стратегії для SEO, контекстної реклами та інших інструментів, гарантуючи Вам стабільний і зростаючий трафік. Довірте нам, і Ваш бізнес отримає успішне та динамічне просування в онлайн середовищі.           ',
      note: 'Your',
    },
    {
      title: 'Активне життя в соціальних мережах',
      desc: 'Згідно статистики кожна людина має свій власний аккаунт у соціальних мережах. І це вкрай важливо, щоб сторінка компанії оновлювалася регулярно новим і цікавим контентом. Це допоможе відвідувачам зрозуміти і переконатися в тому, що Ваш бізнес розвивається, і збільшить рівень довіри до Вас. Такий підхід підвищить ймовірність того, що відвідувач стане Вашим клієнтом.',
      note: 'Business',
    },
  ],
};
