export const heroBanner = {
  title: 'Розробка сайтів під ключ у Львові',
  desc: 'Вартість та терміни створення сайту для Вашого бізнесу.',
  bg: '/img/hero-banner-2.jpg',
};
export const workflow = {
  title: 'Послідовність роботи',
  desc: 'Весь процес роботи має чіткий план, який дає змогу послідовно вести комунікацію з клієнтами від первинного знайомства до здачі готового проєкту.',
  list: [
    {
      title: 'Зв’язок з нами',
      desc: "Ви зв'язуєтеся з нами по телефону або залишаєте заявку, після чого ми передзвонюємо через декілька хвилинок для обговорення проєкту.",
    },
    {
      title: 'Обговорення та складання Т.З.',
      desc: 'Вислуховуючи Ваші побажання, ми ставимо додаткові питання, висловлюємо своє бачення та фіксуємо підсумок розмови у технічне завдання.',
    },
    {
      title: 'Підписання договору, початок робіт',
      desc: 'Після складання технічного завдання ми укладаємо офіційний договір, що має юридичну силу, засвідчуємо його у двох примірниках і приступаємо до роботи.',
    },
    {
      title: 'Демонстрація та коригування',
      desc: 'Демонстрація перших ескізів та «скелета», отримання правок та коментарів клієнта, подальше доопрацювання.',
    },
    {
      title: 'Здача роботи та передача доступів',
      desc: 'Після завершення робіт ми передаємо Вам усі файли у вихідних форматах, доступи до адміністративної панелі та всі матеріали, які були розроблені.',
    },
  ],
};
export const businessCards = {
  title: 'Створюємо веб - сайти для різних типів бізнесу',
  list: [
    {
      title: 'Роздрібна торгівля',
      desc: 'Магазини одягу, техніки, продуктові і квіткові магазини, сувенірні лавки',
      image: '/img/business-1.jpg',
      icon: '/img/icons/store.svg',
    },
    {
      title: 'Громадське харчування',
      desc: 'Ресторани, кафе, бари, кав`ярні, пекарні, буфети, столові',
      image: '/img/business-2.jpg',
      icon: '/img/icons/food.svg',
    },
    {
      title: 'Послуги для населення',
      desc: 'Ремонтні сервіси, перукарні, хімчистки, репетитори, барбершопи',
      image: '/img/business-3.jpg',
      icon: '/img/icons/tools.svg',
    },
  ],
};

export const infoCards = {
  title: 'Успішний сайт це',
  list: [
    {
      title: 'Продуманий дизайн і інтерфейс',
      desc: 'Якісний дизайн сайту, це не тільки гарне зображення, але і продумана структура для зручного користування. Правильне відображення всіх елементів на сторінках сайту дозволяє з легкістю знаходити потрібну інформацію підвищуючи ймовірність перетворення відвідувача сайту в вашого клієнта.',
      note: 'Easy',
    },
    {
      title: 'Стабільна робота',
      desc: 'Неприємно, коли переходиш на сайт, а він не працює. Якщо ваш відвідувач потрапить на непрацюючий сайт, його вже не повернути, тому так важлива стабільна робота вашого сайту. Ми гарантуємо безперебійну роботу сайту, щоб ви не втратили жодного нового клієнта.',
      note: 'Way',
    },
    {
      title: 'Відповідність пошуковим запитам користувачів',
      desc: 'Кожен відвідувач вашого сайту має конкретну мету. Ваш сайт повинен допомагати досягати цю мету, будь то купівля товару, отримання послуги або пошук інформації. Тільки в такому випадку, цей відвідувач зможе стати вашим клієнтом або покупцем.',
      note: 'To',
    },
    {
      title: 'Регулярна публікація статей',
      desc: 'Ваш сайт повинен жити активним життям, щоб показати відвідувачам, що ви ним займаєтеся. Публікація новин і статей допоможе з цим, а також посприяє SEO оптимізації вашого сайту, що допоможе вивести його в ТОП Google і зменшити витрати на залучення відвідувачів на сайт.',
      note: 'Boost',
    },
  ],
};
