export const statsCards = [
  { desc: 'вирішуємо задачі бізнесу', stats: '75', statsName: 'виконаних проектів' },
  { desc: 'комплексний підхід', stats: '25', statsName: 'досвідчених спеціалістів' },
  { desc: 'ефективне просування та продажі', stats: '2', statsName: 'роки досвіду' },
];
export const partners = [
  { src: '/img/partners-logo/logo-1.svg', alt: '' },
  { src: '/img/partners-logo/logo-2.svg', alt: '' },
  { src: '/img/partners-logo/logo-3.svg', alt: '' },
  { src: '/img/partners-logo/logo-4.svg', alt: '' },
  { src: '/img/partners-logo/logo-5.svg', alt: '' },
  { src: '/img/partners-logo/logo-6.svg', alt: '' },
];

export const servicesTabs = [
  {
    tabName: 'Дизайн',
    content:
      'Ми пропонуємо повний спектр дизайнерських послуг для вашого бізнесу. Ми створимо привабливий та функціональний дизайн для ваших веб-сайтів, логотипів та бізнес-карток.',
  },
  {
    tabName: 'Розробка',
    content:
      'Ми готові здійснити розробку веб-проектів різних типів, включаючи сайти-квізи, landing page, сайти-візитки, інтернет-магазини, корпоративні сайти, бізнес сайти та eCommerce проєкти',
  },
  {
    tabName: 'Маркетинг',
    content:
      'Ми готові забезпечити повний спектр маркетингових послуг: від аудиту сайту та SEO-просування до SMM просування та контекстної реклами.',
  },
  {
    tabName: 'Підтримка',
    content:
      ' Ми готові надати ряд додаткових послуг: синхронізацію з 1С, прискорення сайту, очищення від вірусів, технічні доопрацювання та переведення сайту на HTTPS.',
  },
  ,
];

export const aboutUs = {
  title: 'Хто ми',
  desc: 'Ми - компанія, яка спеціалізується на створенні веб-сайтів та інноваційних рішень. <br/><br/> Наша місія - перетворити ідеї в прибуткові проєкти. З кінця 2022 року ми успішно реалізували близько 75-ти прибуткових сайтів та продовжуємо активно розвиватися.',
  image: '/img/about-us-banner.png',
  cards: [
    { counter: '75', desc: 'виконаних проєктів' },
    { counter: '25', desc: 'досвідчених спеціалістів' },
    { counter: '2', desc: 'роки досвіду' },
    { counter: '99%', desc: 'відсоток задоволених клієнтів' },
  ],
};
export const businessCards = [
  {
    title: 'Роздрібна торгівля',
    desc: 'Магазини одягу, техніки, продуктові і квіткові магазини, сувенірні лавки',
    image: '/img/business-1.jpg',
    icon: '/img/icons/store.svg',
  },
  {
    title: 'Громадське харчування',
    desc: 'Ресторани, кафе, бари, кав`ярні, пекарні, буфети, столові',
    image: '/img/business-2.jpg',
    icon: '/img/icons/food.svg',
  },
  {
    title: 'Послуги для населення',
    desc: 'Ремонтні сервіси, перукарні, хімчистки, репетитори, барбершопи',
    image: '/img/business-3.jpg',
    icon: '/img/icons/tools.svg',
  },
];

export const howitworks = [
  {
    title: 'Дослідження',
    desc: 'У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-1.png',
  },
  {
    title: 'Дизайн',
    desc: 'У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-2.png',
  },
  {
    title: 'Розробка',
    desc: 'У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-3.png',
  },
  {
    title: 'Запуск',
    desc: 'У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-4.png',
  },
  {
    title: 'Підтримка',
    desc: 'У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-5.png',
  },
];
