export const statsCards = [
  {
    desc: 'вирішуємо задачі бізнесу',
    mobDesc: 'вирішуємо задачі бізнесу',
    stats: '75',
    mobStats: '75+',
    statsName: 'виконаних проектів',
    mobStatsName: 'проектів',
    images: [
      '/img/heroBaner/colorElips1.svg',
      '/img/heroBaner/colorElips2.svg',
      '/img/heroBaner/colorElips3.svg',
      '/img/heroBaner/stars.svg',
    ],
  },
  {
    desc: 'комплексний підхід',
    mobDesc: `комплексний\n підхід`,
    mobStats: '25',
    stats: '25',
    statsName: 'досвідчених спеціалістів',
    mobStatsName: 'спеціалістів',
    images: [
      '/img/heroBaner/Ellipse1.svg',
      '/img/heroBaner/Ellipse2.svg',
      '/img/heroBaner/Ellipse3.svg',
    ],
  },
  {
    desc: 'ефективне просування та продажі',
    mobDesc: 'ефективне просування',
    mobStats: '2+',
    stats: '2',
    statsName: 'роки досвіду',
    mobStatsName: 'роки досвіду',
    images: [
      '/img/heroBaner/colorElips1.svg',
      '/img/heroBaner/colorElips2.svg',
      '/img/heroBaner/colorElips3.svg',
      '/img/heroBaner/stars.svg',
    ],
  },
];
export const partners = [
  { src: '/img/partners-logo/logo-1.svg', alt: '' },
  { src: '/img/partners-logo/logo-2.svg', alt: '' },
  { src: '/img/partners-logo/logo-3.svg', alt: '' },
  { src: '/img/partners-logo/logo-4.svg', alt: '' },
  { src: '/img/partners-logo/logo-5.svg', alt: '' },
  { src: '/img/partners-logo/logo-6.svg', alt: '' },
];

export const servicesTabs = [
  {
    tabName: 'Дизайн',
    link: '/services/design',
    content:
      'Надаємо повний спектр креативних дизайнерських послуг для Вашого бізнесу. Ми розробимо стильний та ефективний дизайн для Ваших веб-сайтів, логотипів та бізнес-карток, надаючи Вам конкурентну перевагу.',
  },
  {
    tabName: 'Розробка',
    link: '/services/frontend',
    content:
      'Ми готові взятися за розробку різноманітних веб-проєктів, включаючи інтерактивні сайти-квізи, корпоративні платформи, eCommerce проєкти, інтернет-магазини, ефективні landing pages, стильні сайти-візитки.',
  },
  {
    tabName: 'Маркетинг',
    link: '/services/seo',
    content:
      'Наша компанія готова надати повний спектр маркетингових послуг для вашого бізнесу. Починаючи від аудиту сайту та SEO-просування до SMM-просування та контекстної реклами.',
  },
  {
    tabName: 'Підтримка',
    link: '/services/support',
    content:
      'Наші експерти готові надати ряд додаткових послуг: синхронізацію з 1С, прискорення сайту, очищення сайту від вірусів, технічні доопрацювання та переведення сайту на HTTPS.',
  },
];

export const aboutUs = {
  title: 'Про нас',
  desc: `Ми - команда професіоналів у галузі веб-розробки та інновацій, яка готова перетворити ваші концепції в успішні та прибуткові проєкти. З кінця 2021 року ми вже реалізували понад 75 успішних веб-сайтів, що свідчить про наш високий рівень експертизи та професіоналізму. 
  <br/>Наш підхід базується на індивідуальному відношенні до кожного клієнта, забезпечуючи розробку сучасних, продуктивних та унікальних веб-рішень. Ми однозначно враховуємо останні тренди та вимоги галузі, щоб надати вашому  проєкту конкурентні переваги.`,
  image: '/img/about-us-banner.png',
  cards: [
    { counter: '75', desc: 'виконаних проєктів' },
    { counter: '25', desc: 'досвідчених спеціалістів' },
    { counter: '2', desc: 'роки досвіду' },
    { counter: '99%', desc: 'відсоток задоволених клієнтів' },
  ],
  mobileCards: [
    { counter: '75', desc: 'виконаних проєктів' },
    { counter: '25', desc: 'спеціалістів' },
    { counter: '2', desc: 'роки досвіду' },
    { counter: '99%', desc: 'задоволених клієнтів' },
  ],
};
export const businessCards = {
  title: 'Створюємо веб - сайти для різних типів бізнесу',
  list: [
    {
      title: 'Роздрібна торгівля',
      desc: 'Магазини здоров’я та краси, продуктові, техніки, квіткові, книжкові, сувенірні лавки та ін.',
      image: '/img/business-1.jpg',
      icon: '/img/icons/store.svg',
    },
    {
      title: 'Громадське харчування',
      desc: `Ресторани, бари, кафе, кав'ярні, пекарні, буфети, столові,  винні бари, стріт фуд точки та ін.`,
      image: '/img/business-2.jpg',
      icon: '/img/icons/food.svg',
    },
    {
      title: 'Послуги для населення',
      desc: 'Ремонтні сервіси, перукарні, хімчистки, агенції з працевлаштування, репетитори та ін.',
      image: '/img/business-3.jpg',
      icon: '/img/icons/tools.svg',
    },
  ],
};

export const howitworks = [
  {
    title: 'Дослідження',
    desc: 'У цьому етапі основний акцент робиться на розумінні цілей проєкту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проєкту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проєкту, видів користувачів, карту сайту, аналіз конкурентів, рекомендації, прогнозування та оцінку.',
    radar: '/img/How_we_work/radar.png',
    radar_line: '/img/How_we_work/radar_line.png',
  },
  {
    title: 'Дизайн',
    desc: 'У цьому етапі основний акцент робиться на створенні зовнішнього вигляду та користувацького інтерфейсу веб-сайту. Дизайнери визначають колірну палітру, шрифти, макети та структуру сторінок. Також враховуються важливі аспекти користувацького досвіду, забезпечуючи зручну навігацію та естетично привабливий вигляд. Дизайнери враховують адаптивність та інтерактивність для оптимізації користувацької взаємодії.',
    pc: '/img/How_we_work/pc.png',
    pc_line: '/img/How_we_work/pc_line.png',
    pencil: '/img/How_we_work/pencil.png',
  },
  {
    title: 'Розробка',
    desc: 'У цьому етапі основний акцент робиться на розумінні унікальних потреб вашого бізнесу та досягненні оптимальної функціональності. Наша команда експертів готова взятися за будь-який тип веб-проєкту, починаючи від створення захоплюючих сайтів-квізів, що залучають аудиторію і підвищують взаємодію, і закінчуючи потужними інтернет-магазинами, які забезпечують ефективний електронний комерційний процес.',
    head: '/img/How_we_work/head.png',
    gear: '/img/How_we_work/gear.png',
  },
  {
    title: 'Запуск',
    desc: 'У цьому етапі основний акцент робиться на підготовці веб-сайту до його публічного доступу. Це включає у себе завантаження контенту, налаштування хостингу та доменного імені, а також виконання останніх перевірок на помилки та безпеку. Після завершення цього етапу сайт стає доступним для відвідувачів, забезпечуючи їм позитивний досвід взаємодії, надійність в роботі та ефективність управління контентом.',
    rocket: '/img/How_we_work/rocket.png',
    rocket_fire: '/img/How_we_work/rocket_fire.png',
    rocket_active_fire: '/img/How_we_work/rocket_active_fire.png',
  },
  {
    title: 'Підтримка',
    desc: 'У цьому етапі основний акцент робиться на підтримці та подальшому розвитку веб-сайту. Адміністратори та розробники відслідковують роботу сайту, виправляють помилки, оновлюють вміст та функціональність відповідно до змінних потреб користувачів. Підтримка може також включати в себе оптимізацію продуктивності, захист від потенційних загроз, сприяючи стійкості, а також вдосконалення користувацького досвіду.',
    wrench: '/img/How_we_work/wrench.png',
  },
];

export const becomePartner = {
  title: 'Станьте нашим партнером вже сьогодні',
  list: [
    {
      title: 'Ділове партнерство',
      desc: 'Традиційна модель партнерства, коли наші компанії обмінюються нашими сучасними навичками для створення першокласного продукту. Ця класична модель партнерства передбачає обмін найкращими навичками для спільного створення  продукту.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-1.jpg',
    },
    {
      title: 'Партнер розвитку',
      desc: 'Ми готові стати Вашим сучасним технічним субпідрядником і втілити всі Ваші технічні вимоги. Наша команда готова вразити Вас розробкою спеціалізованого програмного забезпечення, і звісно ж яка підтримає Ваші стратегії у дизайні, маркетингу та ін.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-2.jpg',
    },
    {
      title: 'Реферальна програма',
      desc: 'Маємо намір взяти повний контроль над розробкою програмного забезпечення для вашого клієнта, і це охоплює винагороду за наш внесок. Наша мета - забезпечити вам високий рівень обслуговування та успішне зростання бізнесу.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-3.jpg',
    },
  ],
};

export const ourWorks = {
  title: 'Наші роботи',
  btn: 'Переглянути всі',
  btnLink: '/portfolio',
  list: [
    {
      title: 'Назва',
      desc: 'Lorem ipsum dolor sit amet consectetur. Pharetra a phasellus tortor a mollis diam lectu',
    },
    {
      title: 'Назва',
      desc: 'Lorem ipsum dolor sit amet consectetur. Pharetra a phasellus tortor a mollis diam lectu',
    },
    {
      title: 'Назва',
      desc: 'Lorem ipsum dolor sit amet consectetur. Pharetra a phasellus tortor a mollis diam lectu',
    },
  ],
};

export const contactUs = {
  title: 'Зв’язатися з нами',
  name: 'Ім’я',
  phone: 'Телефон',
  email: 'Електронна пошта',
  desc: 'Яке рішення для бізнесу вам потрібно надати?',
  descPlaceholder: 'Коротко опишіть проєкт...',
  btn: 'Надіслати',
  bgImage: '/img/contact-us.png',
};
