export const statsCards = [
  { desc: 'вирішуємо задачі бізнесу', stats: '75', statsName: 'виконаних проектів' },
  { desc: 'комплексний підхід', stats: '25', statsName: 'досвідчених спеціалістів' },
  { desc: 'ефективне просування та продажі', stats: '2', statsName: 'роки досвіду' },
];
export const partners = [
  { src: '/img/partners-logo/logo-1.svg', alt: '' },
  { src: '/img/partners-logo/logo-2.svg', alt: '' },
  { src: '/img/partners-logo/logo-3.svg', alt: '' },
  { src: '/img/partners-logo/logo-4.svg', alt: '' },
  { src: '/img/partners-logo/logo-5.svg', alt: '' },
  { src: '/img/partners-logo/logo-6.svg', alt: '' },
];

export const servicesTabs = [
  {
    tabName: 'Дизайн',
    content:
      'Ми пропонуємо повний спектр дизайнерських послуг для вашого бізнесу. Ми створимо привабливий та функціональний дизайн для ваших веб-сайтів, логотипів та бізнес-карток.',
  },
  {
    tabName: 'Розробка',
    content:
      'Ми готові здійснити розробку веб-проектів різних типів, включаючи сайти-квізи, landing page, сайти-візитки, інтернет-магазини, корпоративні сайти, бізнес сайти та eCommerce проєкти',
  },
  {
    tabName: 'Маркетинг',
    content:
      'Ми готові забезпечити повний спектр маркетингових послуг: від аудиту сайту та SEO-просування до SMM просування та контекстної реклами.',
  },
  {
    tabName: 'Підтримка',
    content:
      ' Ми готові надати ряд додаткових послуг: синхронізацію з 1С, прискорення сайту, очищення від вірусів, технічні доопрацювання та переведення сайту на HTTPS.',
  },
  ,
];

export const aboutUs = {
  title: 'Хто ми',
  desc: 'Ми - компанія, яка спеціалізується на створенні веб-сайтів та інноваційних рішень. <br/><br/> Наша місія - перетворити ідеї в прибуткові проєкти. З кінця 2022 року ми успішно реалізували близько 75-ти прибуткових сайтів та продовжуємо активно розвиватися.',
  image: '/img/about-us-banner.png',
  cards: [
    { counter: '75', desc: 'виконаних проєктів' },
    { counter: '25', desc: 'досвідчених спеціалістів' },
    { counter: '2', desc: 'роки досвіду' },
    { counter: '99%', desc: 'відсоток задоволених клієнтів' },
  ],
};
