export const statsCards = [
  { desc: 'вирішуємо задачі бізнесу', stats: '75', statsName: 'виконаних проектів' },
  { desc: 'комплексний підхід', stats: '25', statsName: 'досвідчених спеціалістів' },
  { desc: 'ефективне просування та продажі', stats: '2', statsName: 'роки досвіду' },
];
export const partners = [
  { src: '/img/partners-logo/logo-1.svg', alt: '' },
  { src: '/img/partners-logo/logo-2.svg', alt: '' },
  { src: '/img/partners-logo/logo-3.svg', alt: '' },
  { src: '/img/partners-logo/logo-4.svg', alt: '' },
  { src: '/img/partners-logo/logo-5.svg', alt: '' },
  { src: '/img/partners-logo/logo-6.svg', alt: '' },
];

export const servicesTabs = [
  {
    tabName: 'Дизайн',
    content:
      'Надаємо повний спектр креативних дизайнерських послуг для Вашого бізнесу. Ми розробимо стильний та ефективний дизайн для Ваших веб-сайтів, логотипів та бізнес-карток, надаючи Вам конкурентну перевагу.',
  },
  {
    tabName: 'Розробка',
    content:
      'Ми готові взятися за розробку різноманітних веб-проєктів, включаючи інтерактивні сайти-квізи, корпоративні платформи, eCommerce проєкти, інтернет-магазини, ефективні landing pages, стильні сайти-візитки.',
  },
  {
    tabName: 'Маркетинг',
    content:
      'Наша компанія готова надати повний спектр маркетингових послуг для вашого бізнесу. Починаючи від аудиту сайту та SEO-просування до SMM-просування та контекстної реклами.',
  },
  {
    tabName: 'Підтримка',
    content:
      'Наші експерти готові надати ряд додаткових послуг: синхронізацію з 1С, прискорення сайту, очищення сайту від вірусів, технічні доопрацювання та переведення сайту на HTTPS.',
  },
];

export const aboutUs = {
  title: 'Про нас',
  desc: `Ми - команда професіоналів у галузі веб-розробки та інновацій, яка готова перетворити ваші концепції в успішні та прибуткові проєкти. З кінця 2021 року ми вже реалізували понад 75 успішних веб-сайтів, що свідчить про наш високий рівень експертизи та професіоналізму. 
  <br/>Наш підхід базується на індивідуальному відношенні до кожного клієнта, забезпечуючи розробку сучасних, продуктивних та унікальних веб-рішень. Ми однозначно враховуємо останні тренди та вимоги галузі, щоб надати вашому  проєкту конкурентні переваги.`,
  image: '/img/about-us-banner.png',
  cards: [
    { counter: '75', desc: 'виконаних проєктів' },
    { counter: '25', desc: 'досвідчених спеціалістів' },
    { counter: '2', desc: 'роки досвіду' },
    { counter: '99%', desc: 'відсоток задоволених клієнтів' },
  ],
};
export const businessCards = {
  title: 'Створюємо веб - сайти для різних типів бізнесу',
  list: [
    {
      title: 'Роздрібна торгівля',
      desc: 'Магазини здоров’я та краси, продуктові, техніки, квіткові, книжкові, сувенірні лавки та ін.',
      image: '/img/business-1.jpg',
      icon: '/img/icons/store.svg',
    },
    {
      title: 'Громадське харчування',
      desc: `Ресторани, бари, кафе, кав'ярні, пекарні, буфети, столові,  винні бари, стріт фуд точки та ін.`,
      image: '/img/business-2.jpg',
      icon: '/img/icons/food.svg',
    },
    {
      title: 'Послуги для населення',
      desc: 'Ремонтні сервіси, перукарні, хімчистки, агенції з працевлаштування, репетитори та ін.',
      image: '/img/business-3.jpg',
      icon: '/img/icons/tools.svg',
    },
  ],
};

export const howitworks = [
  {
    title: 'Дослідження',
    desc: '1У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-1.png',
  },
  {
    title: 'Дизайн',
    desc: '2У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-2.png',
  },
  {
    title: 'Розробка',
    desc: '3У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-3.png',
  },
  {
    title: 'Запуск',
    desc: '4У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-4.png',
  },
  {
    title: 'Підтримка',
    desc: '5У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-5.png',
  },
];

export const becomePartner = {
  title: 'Станьте нашим партнером вже сьогодні',
  list: [
    {
      title: 'Ділове партнерство',
      desc: 'Традиційна модель партнерства, коли наші компанії обмінюються нашими сучасними навичками для створення першокласного продукту. Ця класична модель партнерства передбачає обмін найкращими навичками для спільного створення  продукту.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-1.jpg',
    },
    {
      title: 'Партнер розвитку',
      desc: 'Ми готові стати Вашим сучасним технічним субпідрядником і втілити всі Ваші технічні вимоги. Наша команда готова вразити Вас розробкою спеціалізованого програмного забезпечення, і звісно ж яка підтримає Ваші стратегії у дизайні, маркетингу та ін.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-2.jpg',
    },
    {
      title: 'Реферальна програма',
      desc: 'Маємо намір взяти повний контроль над розробкою програмного забезпечення для вашого клієнта, і це охоплює винагороду за наш внесок. Наша мета - забезпечити вам високий рівень обслуговування та успішне зростання бізнесу.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-3.jpg',
    },
  ],
};

export const ourWorks = {
  title: 'Наші роботи',
  btn: 'Переглянути всі',
  list: [
    {
      title: 'Назва',
      desc: 'Lorem ipsum dolor sit amet consectetur. Pharetra a phasellus tortor a mollis diam lectu',
    },
    {
      title: 'Назва',
      desc: 'Lorem ipsum dolor sit amet consectetur. Pharetra a phasellus tortor a mollis diam lectu',
    },
    {
      title: 'Назва',
      desc: 'Lorem ipsum dolor sit amet consectetur. Pharetra a phasellus tortor a mollis diam lectu',
    },
  ],
};

export const contactUs = {
  title: 'Зв’язатися з нами',
  name: 'Ім’я',
  phone: 'Телефон',
  email: 'Електронна пошта',
  desc: 'Яке рішення для бізнесу вам потрібно надати?',
  descPlaceholder: 'Коротко опишіть проєкт...',
  btn: 'Надіслати',
  bgImage: '/img/contact-us.png',
};
