export const statsCards = [
  { desc: 'вирішуємо задачі бізнесу', stats: '75', statsName: 'виконаних проектів' },
  { desc: 'комплексний підхід', stats: '25', statsName: 'досвідчених спеціалістів' },
  { desc: 'ефективне просування та продажі', stats: '2', statsName: 'роки досвіду' },
];
export const partners = [
  { src: '/img/partners-logo/logo-1.svg', alt: '' },
  { src: '/img/partners-logo/logo-2.svg', alt: '' },
  { src: '/img/partners-logo/logo-3.svg', alt: '' },
  { src: '/img/partners-logo/logo-4.svg', alt: '' },
  { src: '/img/partners-logo/logo-5.svg', alt: '' },
  { src: '/img/partners-logo/logo-6.svg', alt: '' },
];

export const servicesTabs = [
  {
    tabName: 'Дизайн',
    content:
      'Ми пропонуємо повний спектр дизайнерських послуг для вашого бізнесу. Ми створимо привабливий та функціональний дизайн для ваших веб-сайтів, логотипів та бізнес-карток.',
  },
  {
    tabName: 'Розробка',
    content:
      'Ми готові здійснити розробку веб-проектів різних типів, включаючи сайти-квізи, landing page, сайти-візитки, інтернет-магазини, корпоративні сайти, бізнес сайти та eCommerce проєкти',
  },
  {
    tabName: 'Маркетинг',
    content:
      'Ми готові забезпечити повний спектр маркетингових послуг: від аудиту сайту та SEO-просування до SMM просування та контекстної реклами.',
  },
  {
    tabName: 'Підтримка',
    content:
      ' Ми готові надати ряд додаткових послуг: синхронізацію з 1С, прискорення сайту, очищення від вірусів, технічні доопрацювання та переведення сайту на HTTPS.',
  },
  ,
];

export const aboutUs = {
  title: 'Хто ми',
  desc: 'Ми - компанія, яка спеціалізується на створенні веб-сайтів та інноваційних рішень. <br/><br/> Наша місія - перетворити ідеї в прибуткові проєкти. З кінця 2022 року ми успішно реалізували близько 75-ти прибуткових сайтів та продовжуємо активно розвиватися.',
  image: '/img/about-us-banner.png',
  cards: [
    { counter: '75', desc: 'виконаних проєктів' },
    { counter: '25', desc: 'досвідчених спеціалістів' },
    { counter: '2', desc: 'роки досвіду' },
    { counter: '99%', desc: 'відсоток задоволених клієнтів' },
  ],
};
export const businessCards = {
  title: 'Створюємо веб - сайти для різних типів бізнесу',
  list: [
    {
      title: 'Роздрібна торгівля',
      desc: 'Магазини одягу, техніки, продуктові і квіткові магазини, сувенірні лавки',
      image: '/img/business-1.jpg',
      icon: '/img/icons/store.svg',
    },
    {
      title: 'Громадське харчування',
      desc: 'Ресторани, кафе, бари, кав`ярні, пекарні, буфети, столові',
      image: '/img/business-2.jpg',
      icon: '/img/icons/food.svg',
    },
    {
      title: 'Послуги для населення',
      desc: 'Ремонтні сервіси, перукарні, хімчистки, репетитори, барбершопи',
      image: '/img/business-3.jpg',
      icon: '/img/icons/tools.svg',
    },
  ],
};

export const howitworks = [
  {
    title: 'Дослідження',
    desc: '1У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-1.png',
  },
  {
    title: 'Дизайн',
    desc: '2У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-2.png',
  },
  {
    title: 'Розробка',
    desc: '3У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-3.png',
  },
  {
    title: 'Запуск',
    desc: '4У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-4.png',
  },
  {
    title: 'Підтримка',
    desc: '5У цьому етапі основний акцент робиться на розумінні цілей проекту, цільової аудиторії та вимог. Це включає збір інформації шляхом зустрічей, обговорень та досліджень. Визначається обсяг проекту, розробляється стратегія для забезпечення відповідності веб-сайту задуманої меті. Головні результати включають концепцію проекту, персони користувачів та карту сайту.',
    icon: '/img/how-it-works/icon-5.png',
  },
];

export const becomePartner = {
  title: 'Станьте нашим партнером сьогодні',
  list: [
    {
      title: 'Ділове партнерство',
      desc: 'Класична модель партнерства, коли наші компанії діляться нашими найкращими навичками для створення першокласного продукту. Ця класична модель партнерства передбачає обмін найкращими навичками для спільного створення  продукту.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-1.jpg',
    },
    {
      title: 'Партнер розвитку',
      desc: 'Ми можемо стати ексклюзивним технічним субпідрядником вашого проєкту. Наша команда працюватиме на основі ваших технічних вимог і завершить ваші зусилля з дизайну/маркетингу/PR розробкою спеціального програмного забезпечення.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-2.jpg',
    },
    {
      title: 'Реферальна програма',
      desc: 'Якщо ви не хочете піклуватися про управління, комунікацію та відповідальність за кінцевий продукт, ви можете направити нас як надійну компанію з розробки програмного забезпечення до свого клієнта, і ми розділимо з вами відсоток від загальної вартості.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-3.jpg',
    },
  ],
};

export const ourWorks = {
  title: 'Наші роботи',
  btn: 'Переглянути всі',
  list: [
    {
      title: 'Ділове партнерство',
      desc: 'Lorem ipsum dolor sit amet consectetur. Pharetra a phasellus tortor a mollis diam lectus. Tortor magna ac eget lectus dictum massa imperdiet elit lacinia.',
    },
    {
      title: 'Ділове партнерство',
      desc: 'Lorem ipsum dolor sit amet consectetur. Pharetra a phasellus tortor a mollis diam lectus. Tortor magna ac eget lectus dictum massa imperdiet elit lacinia.',
    },
    {
      title: 'Ділове партнерство',
      desc: 'Lorem ipsum dolor sit amet consectetur. Pharetra a phasellus tortor a mollis diam lectus. Tortor magna ac eget lectus dictum massa imperdiet elit lacinia.',
    },
  ],
};

export const contactUs = {
  title: 'Зв’язатися з нами',
  name: 'Ім’я',
  phone: 'Телефон',
  email: 'Електронна пошта',
  desc: 'Яке рішення для бізнесу вам потрібно надати?',
  descPlaceholder: 'Коротко опишіть проєкт...',
  btn: 'Надіслати',
  bgImage: '/img/contact-us.png',
};
