export const heroBanner = {
  title: 'Landing page',
  desc: '',
  bg: '/img/hero-banner-11.jfif',
};
export const workwithus = {
  title: 'Працюйте з командою спеціалістів, які вирішують проблеми',
  list: [
    {
      desc: 'Ми розпочинаємо з аналізу та уважно уявляємо загальну картину перед розробкою.',
      icon: '/img/icons/workwithus-1.png',
    },
    {
      desc: 'Наші професіональні дизайнери готові допомогти Вам – від концепції до доставки  продукту і далі.',
      icon: '/img/icons/workwithus-2.png',
    },
    {
      desc: 'Для нас надзвичайно важливо переконатися, що Ваш продукт створений, щоб мати значення.',
      icon: '/img/icons/workwithus-3.png',
    },
  ],
};
export const reviews = {
  title: 'Почуйте це від наших клієнтів',
  desc: 'Від початку до підтримки – ми завжди поруч, готові радити та допомагати.\nВаш успіх – наш пріоритет.',
  slides: [
    {
      title: 'Заголовок',
      author: 'Павло Гук 1',
      position: 'Менеджер компанії ',
      content: 'Слайд 1',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 2',
      position: 'Менеджер компанії ',
      content: 'Слайд 2',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 3',
      position: 'Менеджер компанії ',
      content: 'Слайд 3',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 4',
      position: 'Менеджер компанії ',
      content: 'Слайд 4',
    },
  ],
};

export const priceCards = {
  title: 'Landing Page',
  desc: 'Наша команда має високу експертизу у створенні унікальних Landing Page на будь-якому рівні складності. Ми також спеціалізуємося на розробці стандартних проєктів у низькобюджетному сегменті.',
  checkIcon: '/img/icons/check-3.svg',
  list: [
    {
      modal: {
        title: 'Індивідуальна розробка',
        type: 'Старт',
        desc: '************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
        grid: [
          {
            title: 'Продуманий дизайн і інтерфейс',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Швидке виконання роботи',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Якісне та деталізоване пропрацювання',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
        ],
        images: [{ src: '/img/plans/plan-1.png' }, { src: '/img/plans/plan-2.png' }],
      },
      color: '#99DFFE',
      message:
        'Добрий день, цікавлюсь створенням Landing Page за допомогою існуючих шаблонів, що від 100$',
      sizeType: 'Старт',
      title: 'Готові рішення',
      desc: 'Розробка сучасних Landing Pages на базі «Шаблонів»',
      price: 'від 100$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому готові рішення розглядаються на старті бізнесу?' },
        { content: 'Які саме існують функції для хорошої та легкої розробки?' },
        { content: 'Які існують переваги готових рішень проти індивідуальної розробки?' },
      ],
    },
    {
      modal: {
        title: 'Індивідуальна розробка',
        type: 'Малий бізнес',
        desc: '************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
        grid: [
          {
            title: 'Продуманий дизайн і інтерфейс',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Швидке виконання роботи',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Якісне та деталізоване пропрацювання',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
        ],
        images: [{ src: '/img/plans/plan-1.png' }, { src: '/img/plans/plan-2.png' }],
      },
      color: '#F0F0F0',
      message:
        'Добрий день, цікавлюсь створенням Landing Page за допомогою індивідуальної розробки для малих бізнесів, що від 250$',
      sizeType: 'Малий бізнес',
      title: 'Індивідуальна розробка',
      desc: 'Розробка сучасного статичного сайту без сервера та бази даних.',
      price: 'від 250$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому обирають розробку статичного сайту без сервера та бази даних?' },
        { content: 'Які технології використовуються при створенні статичних сайтів?' },
        { content: 'Які переваги є у статичного сайту без сервера порівняно з іншими типами?' },
      ],
    },
    {
      modal: {
        title: 'Індивідуальна розробка',
        type: 'Бізнес',
        desc: '************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
        grid: [
          {
            title: 'Продуманий дизайн і інтерфейс',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Швидке виконання роботи',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Якісне та деталізоване пропрацювання',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
        ],
        images: [{ src: '/img/plans/plan-1.png' }, { src: '/img/plans/plan-2.png' }],
      },
      color: '#9796ED',
      message:
        'Добрий день, цікавлюсь створенням Landing Page за допомогою індивідуальної розробки для бізнесів, що від 300$',
      sizeType: 'Бізнес',
      title: 'Індивідуальна розробка',
      desc: 'Розробка унікального динамічного сайту з наявністю сервера та базою даних.',
      price: 'від 300$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому  динамічні сайти зі сервером та базою даних - це ідеальний варіант?' },
        { content: 'Які технології використовуються при створенні динамічних сайтів?' },
        { content: 'Які переваги є у динамічного сайту зі сервером порівняно з іншими?' },
      ],
    },
  ],
};
export const achieveResults = {
  title: 'Які завдання вирішує Landing page',
  list: [
    {
      title: 'Швидкий старт',
      desc: 'Запуск лендингу - це не лише швидкий, але й продуктивний спосіб забезпечити миттєвий потік заявок та продажів.',
    },
    {
      title: 'Конверсія',
      desc: 'Лендінг дуже добре продає, акцентуючи увагу на продукті чи послузі. Ефективна ізоляція приваблює увагу.',
    },
    {
      title: 'Збільшення прибутку',
      desc: 'Лендінг - це спосіб чітко представити нові продукти або послуги, виділяючи їх окремо від основного сайту.',
    },
  ],
};

export const stages = {
  title: 'Етап створення Landing pаge',
  desc: 'Використовуємо ряд перевірених методик, системно побудованих процесів і алгоритмів в комплексі з інноваційними технологіями, щоб створити якісний Landing page, який сподобається і вам, і користувачам і ефективно вирішить бізнес-завдання.',
  list: [
    {
      title: 'Аналіз конкурентів',
    },
    {
      title: 'Визначення цілей аудиторії',
    },
    {
      title: 'Створення прототипу',
    },
    {
      title: 'Написання продаючих текстів',
    },
    {
      title: 'Розробка дизайну',
    },
    {
      title: 'Програмування і верстка',
    },
    {
      title: 'Тестування роботи сайту',
    },
    {
      title: 'Реліз проєкту',
    },
    {
      title: 'Налаштування і запуск реклами',
    },
  ],
};
