export const heroBanner = {
  title: 'Партнерство',
  bg: '/img/hero-banner-8.jfif',
};
export const infoBlock = {
  desc: 'Ви компанія з розробки програмного забезпечення, маркетингове агентство, студія дизайну чи будь-яка інша ІТ-орієнтована компанія, яка шукає надійного партнера з технічними знаннями та відмінною репутацією?',
};

export const becomePartner = {
  title: 'Станьте нашим партнером вже сьогодні',
  list: [
    {
      title: 'Ділове партнерство',
      desc: 'Традиційна модель партнерства, коли наші компанії обмінюються нашими сучасними навичками для створення першокласного продукту. Ця класична модель партнерства передбачає обмін найкращими навичками для спільного створення  продукту.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-1.jpg',
    },
    {
      title: 'Партнер розвитку',
      desc: 'Ми готові стати Вашим сучасним технічним субпідрядником і втілити всі Ваші технічні вимоги. Наша команда готова вразити Вас розробкою спеціалізованого програмного забезпечення, і звісно ж яка підтримає Ваші стратегії у дизайні, маркетингу та ін.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-2.jpg',
    },
    {
      title: 'Реферальна програма',
      desc: 'Маємо намір взяти повний контроль над розробкою програмного забезпечення для вашого клієнта, і це охоплює винагороду за наш внесок. Наша мета - забезпечити вам високий рівень обслуговування та успішне зростання бізнесу.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-3.jpg',
    },
  ],
};
export const whatYouGet = {
  title: 'Що Ви отримаєте?',
  list: [
    {
      title: 'До 30% економії ваших коштів',
      desc: 'Мінімізуйте ваші фінансові витрати, відмовляючись від найму розробників.',
      icon: '/img/what-you-get/money-bag.png',
    },
    {
      title: 'Немає проєкту = немає оплати',
      desc: 'Ви можете уникнути виплати зарплати розробникам, якщо у вас немає нового проєкту.',
      icon: '/img/what-you-get/credit-card.png',
    },
    {
      title: 'Пропонуйте нові ідеї щодо послуг',
      desc: 'ІТ-новинка щодо розробки у великому попиті. Обирайте нас для повних ІТ-рішень.',
      icon: '/img/what-you-get/rocket.png',
    },
    {
      title: 'Отримайте наш досвід, працюючи разом',
      desc: 'Впродовж трьох років наші експерти здобули великого технологічного досвіду.',
      icon: '/img/what-you-get/note.png',
    },
    {
      title: 'Біле маркування та NDA',
      desc: 'Безпека проєкту: абсолютне біле маркування, NDA щодо конфіденційності.',
      icon: '/img/what-you-get/security.png',
    },
    {
      title: 'Отримайте наш потенціал доставки',
      desc: 'Ми орієнтуємося на розвиток через здатність найму 25-ти інженерів та 2ох менеджерів.',
      icon: '/img/what-you-get/lightning.png',
    },
    {
      title: 'Знайдення сучасного спеціаліста',
      desc: 'Продуктивний департамент  рекрутингу, який націлений на швидкий пошук.',
      icon: '/img/what-you-get/user.png',
    },
    {
      title: 'Якість і підтримка протягом проєкту',
      desc: 'Доставлений продукт, який має право на подальшу тех. підтримку від нас.',
      icon: '/img/what-you-get/award.png',
    },
  ],
};
export const whyWorkWithUs = {
  title: 'Чому варто співпрацювати з нами?',
  list: [
    {
      title: 'Професійність',
      desc: 'Досвід та, звісно ж, потужність у створенні інноваційних веб-проєктів з його унікальністю.',
      icon: '/img/icons/coins.png',
    },
    {
      title: 'Творчість',
      desc: 'Ми розробляємо унікальний та сучасний вигляд  веб-сайту, враховуючи його особливості.',
      icon: '/img/icons/bulb.png',
    },
    {
      title: 'Підтримка',
      desc: 'Ми гарантуємо якісний сервіс для вашого сайту. Окрім того, звісно ж технічну підтримку.',
      icon: '/img/icons/tool.png',
    },
    {
      title: 'Швидкість роботи',
      desc: 'Ми забезпечуємо оперативне завантаження сторінок сайту. Це наша ключова перевага.',
      icon: '/img/icons/speed.png',
    },
  ],
};
