export const heroBanner = {
  title: 'Партнерство',
  bg: '/img/hero-banner-8.jfif',
};

export const becomePartner = {
  title: 'Станьте нашим партнером вже сьогодні',
  list: [
    {
      title: 'Ділове партнерство',
      desc: 'Традиційна модель партнерства, коли наші компанії обмінюються нашими сучасними навичками для створення першокласного продукту. Ця класична модель партнерства передбачає обмін найкращими навичками для спільного створення  продукту.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-1.jpg',
    },
    {
      title: 'Партнер розвитку',
      desc: 'Ми готові стати Вашим сучасним технічним субпідрядником і втілити всі Ваші технічні вимоги. Наша команда готова вразити Вас розробкою спеціалізованого програмного забезпечення, і звісно ж яка підтримає Ваші стратегії у дизайні, маркетингу та ін.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-2.jpg',
    },
    {
      title: 'Реферальна програма',
      desc: 'Маємо намір взяти повний контроль над розробкою програмного забезпечення для вашого клієнта, і це охоплює винагороду за наш внесок. Наша мета - забезпечити вам високий рівень обслуговування та успішне зростання бізнесу.',
      btn: 'Зв’язатися',
      image: '/img/become-partner/partner-3.jpg',
    },
  ],
};