export const heroBanner = {
  title: 'Створення сайту - квізу',
  desc: '',
  bg: '/img/hero-banner-4.jpg',
};
export const workwithus = {
  title: 'Працюйте з командою спеціалістів, які вирішують проблеми',
  list: [
    {
      desc: 'Ми розпочинаємо з аналізу та уважно уявляємо загальну картину перед розробкою.',
      icon: '/img/icons/workwithus-1.png',
    },
    {
      desc: 'Наші професіональні дизайнери готові допомогти Вам – від концепції до доставки  продукту і далі.',
      icon: '/img/icons/workwithus-2.png',
    },
    {
      desc: 'Для нас надзвичайно важливо переконатися, що Ваш продукт створений, щоб мати значення.',
      icon: '/img/icons/workwithus-3.png',
    },
  ],
};
export const reviews = {
  title: 'Почуйте це від наших клієнтів',
  desc: 'Від початку до підтримки – ми завжди поруч, готові радити та допомагати.\nВаш успіх – наш пріоритет.',
  slides: [
    {
      title: 'Заголовок',
      author: 'Павло Гук 1',
      position: 'Менеджер компанії ',
      content: 'Слайд 1',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 2',
      position: 'Менеджер компанії ',
      content: 'Слайд 2',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 3',
      position: 'Менеджер компанії ',
      content: 'Слайд 3',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 4',
      position: 'Менеджер компанії ',
      content: 'Слайд 4',
    },
  ],
};

export const offers = {
  title: 'Ви отримаєте',
  list: [
    {
      title: 'Сучасний дизайн',
      desc: 'Сайт - квіз — це віртуальний простір для унікального досвіду, сповненого емоціями та професіоналізмом.',
      offerName: 'Design',
      link: '/services/design',
    },
    {
      title: 'Врахування трендів',
      desc: 'Сайти-квізи – це тренд! Пригоди, тести, враження – приєднуйся! Мрія збувається з нами.',
      offerName: 'Trends',
      link: '',
    },
    {
      title: 'Правильне юзабіліті',
      desc: 'Успіх сайту-квізу – у задоволенні клієнтів. Проста, легка та зрозуміла платформа – це наш ключ до цього.',
      offerName: 'Usability',
      link: '',
    },
    {
      title: 'Сучасна система упправління',
      desc: 'Легко адмініструйте свій сайт-квіз разом із нами легко та швидко, та кожен у команді легко справиться з управлінням.',
      offerName: 'CMS',
      link: '',
    },
    {
      title: 'SEO оптимізація',
      desc: 'У світі великої конкуренції SEO – це ключ до успіху вашого сайт-квізу. Ми розробим Вам індивідуальну стратегію для вашого сайту.',
      offerName: 'SEO',
      link: '/services/seo',
    },
    {
      title: 'Мобільна версія',
      desc: 'Половина відвідувачів – на смартфонах. Наша експертиза – мобільна зручність. Ми допоможемо Вам досягти успіху разом.',
      offerName: 'Mobile',
      link: '',
    },
  ],
};
export const priceCards = {
  title: 'Сайт-квіз',
  desc: 'Наша експертиза – у створенні унікальних сайтів-квізів різного рівня складності, а також в розробці типових веб-сайтів низького бюджету. Ми готові надати оптимальні рішення, враховуючи масштаб, складність, бюджет і терміни вашого проєкту.',
  checkIcon: '/img/icons/check-3.svg',
  list: [
    {
      modal: {
        title: 'Індивідуальна розробка',
        type: 'Старт',
        desc: '************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
        grid: [
          {
            title: 'Продуманий дизайн і інтерфейс',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Швидке виконання роботи',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Якісне та деталізоване пропрацювання',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
        ],
        images: [{ src: '/img/plans/plan-1.png' }, { src: '/img/plans/plan-2.png' }],
      },
      color: '#FFA3A3',
      message: 'Добрий день, цікавлюсь створенням Сайта-квізу за допомогою шаблонів, що від 150$',
      sizeType: 'Старт',
      title: 'Готові рішення',
      desc: 'Розробка сучасних сайт - квізів на основі бази «Шаблонів»',
      price: 'від 150$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому готові рішення розглядаються на старті бізнесу?' },
        { content: 'Які саме існують функції для хорошої та легкої розробки?' },
        { content: 'Які існують переваги готових рішень проти індивідуальної розробки?' },
      ],
    },
    {
      modal: {
        title: 'Індивідуальна розробка',
        type: 'Малий бізнес',
        desc: '************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
        grid: [
          {
            title: 'Продуманий дизайн і інтерфейс',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Швидке виконання роботи',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Якісне та деталізоване пропрацювання',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
        ],
        images: [{ src: '/img/plans/plan-1.png' }, { src: '/img/plans/plan-2.png' }],
      },
      color: '#F0F0F0',
      message:
        'Добрий день, цікавлюсь створенням Сайта-квізу за допомогою індивідуальної розробки для малих бізнесів, що від 300$',
      sizeType: 'Малий бізнес',
      title: 'Індивідуальна розробка',
      desc: 'Розробка сучасного статичного сайту без сервера та бази даних.',
      price: 'від 300$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому обирають розробку статичного сайту без сервера та бази даних?' },
        { content: 'Які технології використовуються при створенні статичних сайтів?' },
        { content: 'Які переваги є у статичного сайту без сервера порівняно з іншими типами?' },
      ],
    },
    {
      modal: {
        title: 'Індивідуальна розробка',
        type: 'Бізнес',
        desc: '************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
        grid: [
          {
            title: 'Продуманий дизайн і інтерфейс',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Швидке виконання роботи',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Якісне та деталізоване пропрацювання',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
        ],
        images: [{ src: '/img/plans/plan-1.png' }, { src: '/img/plans/plan-2.png' }],
      },
      color: '#FFEDAD',
      message:
        'Добрий день, цікавлюсь створенням Сайта-квізу за допомогою індивідуальної розробки для бізнесів, що від 750$',
      sizeType: 'Бізнес',
      title: 'Індивідуальна розробка',
      desc: 'Розробка унікального динамічного сайту з наявністю сервера та базою даних.',
      price: 'від 750$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому  динамічні сайти зі сервером та базою даних - це ідеальний варіант?' },
        { content: 'Які технології використовуються при створенні динамічних сайтів?' },
        { content: 'Які переваги є у динамічного сайту зі сервером порівняно з іншими?' },
      ],
    },
  ],
};
export const achieveResults = {
  title: 'Як досягається результат',
  list: [
    {
      title: 'Дослідження',
      desc: 'Ефективний аналіз ринку та конкурентів - ключ до успіху. Постійно вивчаємо ринкову ситуацію та дії конкурентів, щоб знаходити нові можливості та підвищувати конкурентоспроможність.',
    },
    {
      title: 'Дизайн',
      desc: 'Розробляємо інноваційний і унікальний дизайн для кожного сайту-квізу, зосереджуючись на тематиці та створюючи привабливий та функціональний інтерфейс.',
    },
    {
      title: 'Розробка',
      desc: 'Ми використовуємо останні стандарти відповідно до оптимальної продуктивності, ми гарантуємо швидку та коректну роботу у всіх браузерах для роботи сайт-квізу.',
    },
    {
      title: 'Тестування',
      desc: 'Перед запуском сайт-квізу ми дослідно проводимо тестування для виявлення та виправлення будь-яких недоліків, гарантуючи його безперебійну роботу.',
    },
  ],
};

export const stages = {
  title: '6 етапів розробки квізу',
  desc: 'Використовуємо ряд перевірених методик, системно побудованих процесів і алгоритмів в комплексі з інноваційними технологіями, щоб створити якісний quiz, який сподобається і вам, і користувачам і ефективно вирішить бізнес- завдання.',
  list: [
    {
      title: 'Розробка технічногозавдання',
    },
    {
      title: 'Розробка прототипу і запитань до квізу',
    },
    {
      title: 'Розробка дизайну сайту',
    },
    {
      title: 'Налаштування контекстної реклами',
    },
    {
      title: 'Розробка функціоналу сайту',
    },
    {
      title: 'Реліз проєкту',
    },
    {
      title: 'Супровід і оптимізація',
    },
  ],
};
