export const heroBanner = {
  title: 'Просування сайтів у Львові',
  desc: 'SEO просування сайтів — це комплекс заходів, спрямованих на підвищення позицій у видачі вашого сайту при пошукових запитах користувачів.',
  bg: '/img/hero-banner-4.jpg',
};

export const approach = {
  title: 'Наш підхід',
  list: [
    {
      title: 'Досліджуємо ринок',
      desc: 'Визначаємо цілі проєкту Вивчаємо нішу та сайти конкурентів Розробляємо стратегію розвитку та просування сайту.',
    },
    {
      title: 'Аналіз та розвиток сайту',
      desc: 'Детально аналізуємо технічну, контентну та посилальну складову сайту. Виправляємо всі технічні помилки, пишемо якісні SEO-тексти та активно розвиваємо посилальний профіль сайту.',
    },
    {
      title: 'Робота на результат',
      desc: 'Гарантуємо збільшення обсягів органічного трафіку та конверсій. Робимо детальні щомісячні звіти щодо виконаних робіт з ЅЕО.',
    },
  ],
};

export const factors = {
  title: 'Основні фактори, які впливають на кінцеву вартість робіт',
  list: [
    {
      title: 'Конкуренція в тематиці',
      desc: 'Саме від кількості конкурентів у вашій галузі залежить яку стратегію розкрутки вибере SEO-спеціаліст і які бюджети для роботи з сайтом є оптимальними. При аналізі ТОП-10 Яндекс і Google важливо звертати увагу не тільки на прямих суперників (сайти конкретних компаній), але і агрегатори, каталоги, інформаційні сайти.',
      note: '',
    },
    {
      title: 'Регіональність',
      desc: 'Яка безпосередньо пов’язана з кількість конкурентів в пошуковій видачі. Для розкрутки інтернет-проекту у Львові будуть потрібні в 2-3 рази більші бюджети, ніж для маленьких міст України.',
      note: '',
    },
    {
      title: 'Технічна оптимізація і CMS',
      desc: 'Якщо ваш сайт розроблений на одній з популярних CMS систем типу WordPress, 1C-Бітрікс, Opencart, MODx, Drupal, Magento, PrestaShop, Joomla, то SEO-фахівці нашої компанії впораються з технічної оптимізацією без додаткової допомоги програмістів. В іншому випадку, будуть потрібні доопрацювання модулів, плагінів, шаблонів сайту, що веде до збільшення вартості SEO.',
      note: '',
    },
    {
      title: 'Кількість посилань і вік',
      desc: 'Якщо на сайт який просувається посилається достатня кількість інших сайтів (з новинних порталів, з прес-релізів, рейтингів, регіональних довідників та ін), то бюджети будуть мінімальні. Для молодих проектів буде потрібно розробка додаткової стратегії для розкрутки в ТОП-10 Google, який особливо чутливий до зовнішніх посилань.',
      note: '',
    },
  ],
};

export const solutions = {
  title: 'Які задачі вирішує ЅЕО просування сайту',
  btn: 'Вирішити мою задачу',
  image: '/img/solutions/banner.jpg',
  list: [
    {
      title: 'Підвищення впізнаваності бренду',
      icon: '/img/solutions/icon-1.png',
    },
    {
      title: 'Комплексна розкрутка нового проєкту',
      icon: '/img/solutions/icon-2.png',
    },
    {
      title:
        'Залучення нових потенційних клієнтів або збільшення вже існуючого потоку користувачів',
      icon: '/img/solutions/icon-3.png',
    },
    {
      title: 'Значне зростання продажів і збільшення конверсії вашого бізнесу',
      icon: '/img/solutions/icon-4.png',
    },
  ],
};
export const pricelist = {
  title: 'Вартість просування сайту',
  desc: 'Ми склали 4 оптимальних тарифи на послуги SEO-просування. Для ефективної роботи можна змінювати набір послуг індивідуально під кожен проєкт.',
  orderBtn: 'Замовити',
  list: [
    {
      title: 'Plan A',
      subTitle: 'Просування молодого сайту',
      desc: 'Вік сайту безпосередньо впливає на його позиції в пошуковій видачі. Молодому сайту (від 1 до 8 місяців) дуже складно зайняти місця на першій сторінці видачі по профільних запитах. Особливо це стосується конкурентних ніш. У пакет закладені стандартні послуги, що надаються в рамках SEO-просування сайту.',
      planType: 'Старт',
      due: 'Термін від 8 місяців',
      price: 'від 500$',
    },
    {
      title: 'Plan B',
      subTitle: 'Конкурентність ніші: Низька',
      desc: '1. Виправлення критичних помилок на сайті 2. Просування низькочастотних запитів 3. Робота з 5-ма сторінками в місяць 4. Написання ЅЕО текстів 5. Розміщення посилань на трастових майданчиках Для кого: тільки для невеликих сайтів візиток.',
      planType: 'Економ',
      due: 'Термін від 3 місяців',
      price: 'від 600$',
    },
    {
      title: 'Plan C',
      subTitle: 'Конкурентність ніші: Помірна',
      desc: 'У пакет закладені стандартні послуги, що надаються в рамках ЅЕО- просування. В результаті виконаних робіт ви отримаєте збільшення цільового органічного трафіку з пошукових систем по обраних групах запитів. Для кого: корпоративні сайти, сайти послуг, різні інтернет-магазини, товарні каталоги.',
      planType: 'Малий бізнес',
      due: 'Термін від 4 місяців',
      price: 'від 800$',
    },
    {
      title: 'Plan D',
      subTitle: 'Конкурентність ніші: Висока',
      desc: 'Ексклюзивна робота над вашим проектом. Ми не обмежуємо себе жодними рамками. Щоб отримати індивідуальну пропозицію, залиште заявку, ми проведемо безкоштовний аудит сайту та визначимо перелік робіт, які вам необхідні. Для кого: підходить для будь-якого ресурсу, метою якого є бути найефективнішим інструментом продажів.',
      planType: 'Бізнес',
      due: 'Термін від 8 місяців',
      price: 'від 950$',
    },
  ],
};
