export const heroBanner = {
  title: 'Просування сайтів у Львові',
  desc: 'SEO просування сайтів — це комплекс заходів, спрямованих на підвищення позицій у видачі вашого сайту при пошукових запитах користувачів.',
  bg: '/img/hero-banner-4.jpg',
};

export const approach = {
  title: 'Наш підхід',
  list: [
    {
      title: 'Досліджуємо ринок',
      desc: 'Визначаємо цілі проєкту Вивчаємо нішу та сайти конкурентів Розробляємо стратегію розвитку та просування сайту.',
    },
    {
      title: 'Аналіз та розвиток сайту',
      desc: 'Детально аналізуємо технічну, контентну та посилальну складову сайту. Виправляємо всі технічні помилки, пишемо якісні SEO-тексти та активно розвиваємо посилальний профіль сайту.',
    },
    {
      title: 'Робота на результат',
      desc: 'Гарантуємо збільшення обсягів органічного трафіку та конверсій. Робимо детальні щомісячні звіти щодо виконаних робіт з ЅЕО.',
    },
  ],
};

export const factors = {
  title: 'Основні фактори, які впливають на кінцеву вартість робіт',
  list: [
    {
      title: 'Конкуренція в тематиці',
      desc: 'При виборі найоптимальніших стратегій та бюджетів щодо SEO-просунення сайту також важливо враховувати конкурентну ситуацію у Вашій галузі. Аналіз ТОП-10 у пошукових системах, таких як Яндекс або Google, повинен охоплювати НЕ лише конкурентів, а й агрегаторів, каталоги, а також інформаційні ресурси. Це дозволяє Вам отримати уявлення про конкурентне оточення та звісно визначити оптимальні стратегії щодо ефективного просування веб-ресурсу.',
      note: '',
    },
    {
      title: 'Регіональність',
      desc: 'При розробці стратегій розвитку вашого інтернет-проєкту допустимо у Львові Вам слід враховувати, що рівень конкуренції в пошукових системах може вплинути на його успіх. Саме для цього міста може знадобитися великий бюджет, порівняно з іншими населеними пунктами України. Регіональні відмінності будуть впливати на необхідність відповідно до адаптації щодо фінансів для досягнення успішного розвитку.',
      note: '',
    },
    {
      title: 'Технічна оптимізація і CMS',
      desc: 'Якщо ваш сайт розроблений на одній з популярних CMS систем типу WordPress, 1C-Бітрікс, Opencart, MODx, Drupal або Magento, PrestaShop, Joomla, то наші SEO-фахівці впораються з Вашою технічної оптимізацією без додаткової допомоги програмістів. В іншому випадку, будуть потрібні доопрацювання відповідно до модулів, плагінів та шаблонів сайту, що веде до збільшення вартості SEO.',
      note: '',
    },
    {
      title: 'Кількість посилань і вік',
      desc: 'Ефективні зовнішні посилання роблять просування бюджетним. Новим проектам треба працювати над власною стратегією для виходу в ТОП-10 Google, де вплив зовнішніх посилань відіграє чималу роль. Звісно, що для молодих проектів буде потрібно розробка додаткової стратегії, щоб потрапити в ТОП-10 Google, який особливо є дуже чутливий до зовнішніх посилань.',
      note: '',
    },
    {
      title: 'Кількість запитів на просуванні',
      desc: 'Кожні 5-10 пошукових запитів формують нову посадкову сторінку, на кожну з яких необхідно розмістити контент, отримати посилання, провести оптимізацію мета-телів Title |Description (мінімальний фронт робіт).',
      note: '',
    },
  ],
};

export const solutions = {
  title: 'Які задачі вирішує ЅЕО просування сайту',
  btn: 'Вирішити мою задачу',
  image: '/img/solutions/banner.jpg',
  list: [
    {
      title: 'Підвищення впізнаваності бренду',
      icon: '/img/solutions/icon-1.png',
    },
    {
      title: 'Комплексна розкрутка нового проєкту',
      icon: '/img/solutions/icon-2.png',
    },
    {
      title:
        'Залучення нових потенційних клієнтів або збільшення вже існуючого потоку користувачів',
      icon: '/img/solutions/icon-3.png',
    },
    {
      title: 'Значне зростання продажів і збільшення конверсії вашого бізнесу',
      icon: '/img/solutions/icon-4.png',
    },
  ],
};
export const pricelist = {
  title: 'Вартість просування сайту',
  desc: 'Ми склали 4 оптимальних тарифи на послуги SEO-просування. Для ефективної роботи можна змінювати набір послуг індивідуально під кожен проєкт.',
  orderBtn: 'Замовити',
  list: [
    {
      title: 'Plan A',
      subTitle: 'Просування молодого сайту',
      desc: 'Вік сайту безпосередньо впливає на його позиції в пошуковій видачі. Молодому сайту (від 1 до 8 місяців) дуже складно зайняти місця на першій сторінці видачі по профільних запитах. Особливо це стосується конкурентних ніш. У пакет закладені стандартні послуги, що надаються в рамках SEO-просування сайту.',
      planType: 'Старт',
      due: 'Термін від 8 місяців',
      price: 'від 500$',
    },
    {
      title: 'Plan B',
      subTitle: 'Конкурентність ніші: Низька',
      desc: '1. Виправлення критичних помилок на сайті 2. Просування низькочастотних запитів 3. Робота з 5-ма сторінками в місяць 4. Написання ЅЕО текстів 5. Розміщення посилань на трастових майданчиках Для кого: тільки для невеликих сайтів візиток.',
      planType: 'Економ',
      due: 'Термін від 3 місяців',
      price: 'від 600$',
    },
    {
      title: 'Plan C',
      subTitle: 'Конкурентність ніші: Помірна',
      desc: 'У пакет закладені стандартні послуги, що надаються в рамках ЅЕО- просування. В результаті виконаних робіт ви отримаєте збільшення цільового органічного трафіку з пошукових систем по обраних групах запитів. Для кого: корпоративні сайти, сайти послуг, різні інтернет-магазини, товарні каталоги.',
      planType: 'Малий бізнес',
      due: 'Термін від 4 місяців',
      price: 'від 800$',
    },
    {
      title: 'Plan D',
      subTitle: 'Конкурентність ніші: Висока',
      desc: 'Ексклюзивна робота над вашим проектом. Ми не обмежуємо себе жодними рамками. Щоб отримати індивідуальну пропозицію, залиште заявку, ми проведемо безкоштовний аудит сайту та визначимо перелік робіт, які вам необхідні. Для кого: підходить для будь-якого ресурсу, метою якого є бути найефективнішим інструментом продажів.',
      planType: 'Бізнес',
      due: 'Термін від 8 місяців',
      price: 'від 950$',
    },
  ],
};
export const reviews = {
  title: 'Почуйте це від наших клієнтів',
  desc: 'Від початку до підтримки – ми завжди поруч, готові радити та допомагати.\nВаш успіх – наш пріоритет.',
  slides: [
    {
      title: 'Заголовок',
      author: 'Павло Гук 1',
      position: 'Менеджер компанії ',
      content: 'Слайд 1',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 2',
      position: 'Менеджер компанії ',
      content: 'Слайд 2',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 3',
      position: 'Менеджер компанії ',
      content: 'Слайд 3',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 4',
      position: 'Менеджер компанії ',
      content: 'Слайд 4',
    },
  ],
};
