export const heroBanner = {
  title: 'SMM - просування',
  bg: '/img/hero-banner-6.jfif',
};
export const socialSMM = {
  title: 'Просування в соціальних мережах',
  checkIcon: '/img/icons/check-2.svg',
  list: [
    {
      title: 'Команда досвідчених експертів',
      desc: 'Ми не залучаємо зовнішніх фахівців для розробки веб-сайтів і співпрацюємо лише з нашими власними спеціалістами.',
    },
    {
      title: 'Прозора співпраця',
      desc: 'Жодних прихованих умов, непередбачуваної зміни вартості послуг, маніпуляцій зі звітами тощо.',
    },
    {
      title: 'Індивідуальний підхід',
      desc: 'Бізнеси є унікальними, тому підходи до їхнього просування варіюються в кожному випадку.',
    },
    {
      title: 'Індивідуальна стратегія',
      desc: 'Загальна концепція і стратегія просування веб-сайту - це завжди індивідуальні рішення для клієнта.',
    },
    {
      title: 'Комплексна аналітика',
      desc: 'Ми детально досліджуємо бізнес наших клієнтів, їхню нішу, конкурентів та їхні стратегії просування.',
    },
    {
      title: 'Досвід у вашій сфері',
      desc: 'У якій би ніші ви не працювали, найімовірніше, у нас уже є досвід просування в ній. Або як мінімум у суміжній ніші.',
    },
  ],
  imageOne: '/img/smm-1.jfif',
  imageTwo: '/img/smm-2.jfif',
};
export const checks = {
  title: 'Що вам дасть просування в соціальних мережах?',
  checkIcon: '/img/icons/check-2.svg',
  list: [
    {
      title: 'Впізнаваність компанії',
      desc: 'ЅММ- просування - це точно не той напрямок, яким можна нехтувати. Присутність бренду в популярних соціальних мережах здатна істотно збільшити впізнаваність компанії серед цільової, навколоцільової та навіть нецільової аудиторії.',
    },
    {
      title: 'Задоволеність клієнтів та їхнє залучення',
      desc: 'У соціальних мережах набагато простіше залучити аудиторію, ніж, наприклад, на сайті. Тут можна проводити всілякі конкурси, вікторини, опитування, голосування й багато іншого. Реакція в підписників буде куди краще, ніж якщо проводити ті самі активності на сайті компанії.',
    },
    {
      title: 'Поглиблене розуміння аудиторії',
      desc: 'Просування в соц.мережах - це, крім іншого, ще й можливість бути в постійному контакті з аудиторією, відстежувати її настрої, цікавитися думкою з тих чи інших питань. У такий спосіб ви краще розумієте власну ЦА та водночас формуєте бренд із людським обличчям.',
    },
    {
      title: 'Ефективна реклама нового продукту, послуги',
      desc: 'У соціальних мережах можливо швидко привернути увагу до нового товару або послуги. Сарафанне радіо тут працює просто відмінно! Плюс не забуваємо про таргетовану рекламу, яку можна дуже тонко налаштувати для показів саме вашій цільовій аудиторії.',
    },
    {
      title: 'Приріст коефіцієнта конверсії',
      desc: 'Просування в Інтернеті завжди націлене на збільшення конверсії та покращення продажів, включаючи просування в соціальних мережах. Різні заходи та рекламні кампанії, які є спрямовані на багаторазове підвищення ефективності конверсії.',
    },
    {
      title: 'Підвищення лояльності до бренду',
      desc: 'Користувачі більш віддані брендам, які не лише просто присутні у соціальних мережах, але й активно спілкуються з ними, беруть участь у обговореннях, сприяють участі в житті компанії та сприяють формуванню її стратегії розвитку.',
    },
  ],
};

export const securityList = {
  title: 'Ми захищаємо вас від двох пасток',
  desc: 'Відповідно до дослідження McKinsey Oxford',
  image: '/img/security.png',
  list: [
    {
      title: 'Захист від перевитрати',
      desc: 'Перед початком роботи ми узгоджуємо фіксовану суму, щоб уникнути непорозумінь і непередбачених витрат. З нами ви точно знаєте, скільки коштуватиме ваш проект і можете спокійно працювати над його виконанням. Проте, якщо ви бажаєте додати нові функціональності, ми готові узгодити додаткові витрати за ці зміни в роботі.',
      icon: '/img/icons/cash.png',
    },
    {
      title: 'Захист від перевищення часу',
      desc: 'Ми фіксуємо чіткий графік для вашого проєкту, проводимо ретельний аналіз та планування вимог, щоб уникнути можливих затримок. Завдяки нашому підходу ви завжди матимете чітке уявлення про терміни завершення, що дозволяє управляти очікуваннями та забезпечує успішну реалізацію проєкту в обумовлені строки.',
      icon: '/img/icons/time.png',
    },
  ],
};
export const reviews = {
  title: 'Почуйте це від наших клієнтів',
  desc: 'Від початку до підтримки – ми завжди поруч, готові радити та допомагати.\nВаш успіх – наш пріоритет.',
  slides: [
    {
      title: 'Заголовок',
      author: 'Павло Гук 1',
      position: 'Менеджер компанії ',
      content: 'Слайд 1',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 2',
      position: 'Менеджер компанії ',
      content: 'Слайд 2',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 3',
      position: 'Менеджер компанії ',
      content: 'Слайд 3',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 4',
      position: 'Менеджер компанії ',
      content: 'Слайд 4',
    },
  ],
};
