export const heroBanner = {
  title: 'Створення інтернет-магазину',
  desc: '',
  bg: '/img/hero-banner-12.jfif',
};
export const workwithus = {
  title: 'Працюйте з командою спеціалістів, які вирішують проблеми',
  list: [
    {
      desc: 'Ми розпочинаємо з аналізу та уважно уявляємо загальну картину перед розробкою.',
      icon: '/img/icons/workwithus-1.png',
    },
    {
      desc: 'Наші професіональні дизайнери готові допомогти Вам – від концепції до доставки  продукту і далі.',
      icon: '/img/icons/workwithus-2.png',
    },
    {
      desc: 'Для нас надзвичайно важливо переконатися, що Ваш продукт створений, щоб мати значення.',
      icon: '/img/icons/workwithus-3.png',
    },
  ],
};
export const reviews = {
  title: 'Почуйте це від наших клієнтів',
  desc: 'Від початку до підтримки – ми завжди поруч, готові радити та допомагати.\nВаш успіх – наш пріоритет.',
  slides: [
    {
      title: 'Заголовок',
      author: 'Павло Гук 1',
      position: 'Менеджер компанії ',
      content: 'Слайд 1',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 2',
      position: 'Менеджер компанії ',
      content: 'Слайд 2',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 3',
      position: 'Менеджер компанії ',
      content: 'Слайд 3',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 4',
      position: 'Менеджер компанії ',
      content: 'Слайд 4',
    },
  ],
};

export const offers = {
  title: 'Ви отримаєте',
  list: [
    {
      title: 'Сучасний дизайн',
      desc: 'Інтернет-магазин — це не лише місце для здійснення покупок, але і особливий світ, де кожен клієнт матиме можливість відчути  унікальність та професіоналізм на кожному етапі життєвого циклу ПЗ.',
      offerName: 'Design',
      link: '/services/design',
    },
    {
      title: 'Врахування трендів',
      desc: 'Інновіційні інтернет-магазини набувають нових стандартів, стаючи інноваційними віртуальними екосистемами з розширеним функціоналом, які також виходять за межі традиційних платформ для покупок.',
      offerName: 'Trends',
      link: '',
    },
    {
      title: 'Правильне юзабіліті',
      desc: 'Успіх інтернет-магазину визначається не лише його доходами для власника, але і великою мірою залежить від простоти та зручності для клієнтів. Комфорт клієнтів - головна складова успіху.',
      offerName: 'Usability',
      link: '',
    },
    {
      title: 'Сучасна система управління',
      desc: 'Легко керуйте своїм інтернет-магазином разом із будь-яким членом нашої команди, включаючи вас самого. Простий інтерфейс забезпечує повний контроль над усіма аспектами вашого електронного бізнесу.',
      offerName: 'CMS',
      link: '',
    },
    {
      title: 'SEO оптимізація',
      desc: 'Ваш успіх – наш пріоритет. З ефективним SEO та індивідуальною стратегією, ми забезпечимо максимальну видимість та просування вашого інтернет-магазину в конкурентному середовищі.',
      offerName: 'SEO',
      link: '',
    },
    {
      title: 'Мобільна версія',
      desc: 'Працюємо, щоб кожен етап онлайн-шопінгу став максимально приємним та легким для вас. Наша мета - це забезпечення Вам неперевершеної зручності під час онлайн-шопінгу.',
      offerName: 'Mobile',
      link: '',
    },
  ],
};
export const priceCards = {
  title: 'Інтернет-магазин',
  desc: 'Спеціалізуємося на розробці унікальних інтернет-магазинів будь-якого рівня складності, а також типових сайтах низького цінового сегмента. Ми готові запропонувати краще рішення в залежності від масштабу, складності, бюджету і термінів Вашого проєкту.',
  checkIcon: '/img/icons/check-3.svg',
  list: [
    {
      modal: {
        title: 'Індивідуальна розробка',
        type: 'Старт',
        desc: '************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
        grid: [
          {
            title: 'Продуманий дизайн і інтерфейс',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Швидке виконання роботи',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Якісне та деталізоване пропрацювання',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
        ],
        images: [{ src: '/img/plans/plan-1.png' }, { src: '/img/plans/plan-2.png' }],
      },
      color: '#59ACFF',
      message:
        'Добрий день, цікавлюсь створенням інтернет - магазину за допомогою готових шаблонів, що від 300$',
      sizeType: 'Старт',
      title: 'Готові рішення',
      desc: 'Розробка сучасних інтернет-магазинів на базі «Шаблонів»',
      price: 'від 300$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому готові рішення розглядаються на старті бізнесу?' },
        { content: 'Які саме існують функції для хорошої та легкої розробки?' },
        { content: 'Які існують переваги готових рішень проти індивідуальної розробки?' },
      ],
    },
    {
      modal: {
        title: 'Індивідуальна розробка',
        type: 'Малий бізнес',
        desc: '************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
        grid: [
          {
            title: 'Продуманий дизайн і інтерфейс',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Швидке виконання роботи',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Якісне та деталізоване пропрацювання',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
        ],
        images: [{ src: '/img/plans/plan-1.png' }, { src: '/img/plans/plan-2.png' }],
      },
      color: '#F0F0F0',
      message:
        'Добрий день, цікавлюсь створенням інтернет - магазину за допомогою індивідуальної розробки для малого бізнесу, що від 500$',
      sizeType: 'Малий бізнес',
      title: 'Індивідуальна розробка',
      desc: 'Розробка інтернет-магазину з унікальним дизайном. До 1000 товарів.',
      price: 'від 500$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Які елементи дизайну сайту роблять його привабливим для клієнтів?' },
        { content: 'Як у Вас забезпечено зручний пошук серед 1000 товарів?' },
        { content: 'Які існують переваги індивідуальної розробки над готовими рішеннями?' },
      ],
    },
    {
      modal: {
        title: 'Індивідуальна розробка',
        type: 'Бізнес',
        desc: '************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
        grid: [
          {
            title: 'Продуманий дизайн і інтерфейс',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Швидке виконання роботи',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
          {
            title: 'Якісне та деталізоване пропрацювання',
            desc: '****************************************************************************************************************************************************************************************************************************************************************************************************************************************************',
          },
        ],
        images: [{ src: '/img/plans/plan-1.png' }, { src: '/img/plans/plan-2.png' }],
      },
      color: '#A5E38F',
      message:
        'Добрий день, цікавлюсь створенням інтернет - магазину за допомогою індивідуальної розробки для бізнесу, що від 800$',
      sizeType: 'Бізнес',
      title: 'Індивідуальна розробка',
      desc: 'Розробка інтернет-магазину з унікальним дизайном. Понад 1000 товарів.',
      price: 'від 800$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Які дизайнерські деталі зацікавлять покупців та привернуть увагу?' },
        { content: 'Як у Вас забезпечено зручний пошук понад 1000+ товарів?' },
        { content: 'Які існують переваги індивідуальної розробки над готовими рішеннями?' },
      ],
    },
  ],
};

export const securityList = {
  title: 'Ми захищаємо вас від двох пасток',
  desc: 'Відповідно до дослідження McKinsey Oxford',
  image: '/img/security.png',
  list: [
    {
      title: 'Захист від перевитрати',
      desc: 'Перед початком роботи ми узгоджуємо фіксовану суму, щоб уникнути непорозумінь і непередбачених витрат. З нами ви точно знаєте, скільки коштуватиме ваш проект і можете спокійно працювати над його виконанням. Проте, якщо ви бажаєте додати нові функціональності, ми готові узгодити додаткові витрати за ці зміни в роботі.',
      icon: '/img/icons/cash.png',
    },
    {
      title: 'Захист від перевищення часу',
      desc: 'Ми фіксуємо чіткий графік для вашого проєкту, проводимо ретельний аналіз та планування вимог, щоб уникнути можливих затримок. Завдяки нашому підходу ви завжди матимете чітке уявлення про терміни завершення, що дозволяє управляти очікуваннями та забезпечує успішну реалізацію проєкту в обумовлені строки.',
      icon: '/img/icons/time.png',
    },
  ],
};
export const achieveResults = {
  title: 'Як досягається результат',
  list: [
    {
      title: 'Дослідження',
      desc: 'Ефективний аналіз ринку та конкурентів - ключ до успіху. Постійно вивчаємо ринкову ситуацію та дії конкурентів, щоб знаходити нові можливості та підвищувати конкурентоспроможність.',
    },
    {
      title: 'Дизайн',
      desc: 'Ми створюємо унікальний дизайн для кожного інтернет-магазину, зосереджуючись на тематиці продукції та створюючи атрактивний та практичний інтерфейс.',
    },
    {
      title: 'Розробка',
      desc: 'Ми використовуємо передові технології щодо створення інтернет-магазину для максимально швидкої та безперебійної роботи в усіх сучасних браузерах, забезпечуючи надійність та комфорт.',
    },
    {
      title: 'Тестування',
      desc: 'Перед запуском інтернет-магазину ми ретельно тестуємо його для виявлення та виправлення всіх можливих помилок, забезпечуючи надійність та якість роботи.',
    },
  ],
};
