export const heroBanner = {
  title: 'Створення eCommerce проєкту',
  desc: '',
  bg: '/img/hero-banner-12.jfif',
};
export const workwithus = {
  title: 'Працюйте з командою спеціалістів, які вирішують проблеми',
  list: [
    {
      desc: 'Ми розпочинаємо з аналізу та уважно уявляємо загальну картину перед розробкою.',
      icon: '/img/icons/workwithus-1.png',
    },
    {
      desc: 'Наші професіональні дизайнери готові допомогти Вам – від концепції до доставки  продукту і далі.',
      icon: '/img/icons/workwithus-2.png',
    },
    {
      desc: 'Для нас надзвичайно важливо переконатися, що Ваш продукт створений, щоб мати значення.',
      icon: '/img/icons/workwithus-3.png',
    },
  ],
};
export const reviews = {
  title: 'Почуйте це від наших клієнтів',
  desc: 'Від початку до підтримки – ми завжди поруч, готові радити та допомагати.\nВаш успіх – наш пріоритет.',
  slides: [
    {
      title: 'Заголовок',
      author: 'Павло Гук 1',
      position: 'Менеджер компанії ',
      content: 'Слайд 1',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 2',
      position: 'Менеджер компанії ',
      content: 'Слайд 2',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 3',
      position: 'Менеджер компанії ',
      content: 'Слайд 3',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 4',
      position: 'Менеджер компанії ',
      content: 'Слайд 4',
    },
  ],
};

export const offers = {
  title: 'Ви отримаєте',
  list: [
    {
      title: 'Сучасний дизайн',
      desc: 'eCommerce проєкт презентк віртуальну платформу, яка втілює індивідуальний та сучасний стиль, показуючи високий рівень професіоналізму компанії.',
      offerName: 'Design',
    },
    {
      title: 'Врахування трендів',
      desc: 'Сфера eCommerce проєктів безперервно еволюціонує. Веб-сайти стають все більш взаємодійськими та захоплюючими, ми це враховуємо та використовуємо в роботі.',
      offerName: 'Trends',
    },
    {
      title: 'Правильне юзабіліті',
      desc: 'Успіх eCommerce проєкту - це НЕ лише задоволення власника, але й створення сучасної, інноваціної та легкої платформи для відвідувачів.',
      offerName: 'Usability',
    },
    {
      title: 'Сучасна система упправління',
      desc: 'Будь-який співробітник, включаючи Вас, зможе легко та ефективно адмініструвати проєкт без шалених зусиль, забезпечуючи якісну роботу ресурсу.',
      offerName: 'CMS',
    },
    {
      title: 'SEO оптимізація',
      desc: 'У світі де панує велика конкуренції, успіх  значно залежить від  SEO-оптимізації. Ми створюємо унікальні стратегії для кожного клієнтського веб-сайту.',
      offerName: 'SEO',
    },
    {
      title: 'Мобільна версія',
      desc: 'Пам`ятайте, що половина аудиторії відвідує веб-сайти на смартфонах. Ми створюємо усі проєкти з акцентом на мобільність для оптимального комфорту використання.',
      offerName: 'Mobile',
    },
  ],
};
export const priceCards = {
  title: 'eCommerce проєкт',
  desc: 'Спеціалізуємося на розробці унікальних eCommerce проєктів будь-якого рівня складності, а також типових сайтах низького цінового сегмента. Ми готові запропонувати краще рішення в залежності від складності, бюджету і термінів Вашого проєкту.',
  checkIcon: '/img/icons/check-3.svg',
  list: [
    {
      color: '#9796ED',
      sizeType: 'Старт',
      title: 'Готові рішення',
      desc: 'Розробка сучасних сайт - квізів на основі бази «Шаблонів»',
      price: 'від 300$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому готові рішення розглядаються на старті бізнесу?' },
        { content: 'Які саме існують функції для хорошої та легкої розробки?' },
        { content: 'Які існують переваги готових рішень проти індивідуальної розробки?' },
      ],
    },
    {
      color: '#F0F0F0',
      sizeType: 'Малий бізнес',
      title: 'Індивідуальна розробка',
      desc: 'Розробка сучасного статичного сайту без сервера та бази даних.',
      price: 'від 500$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому обирають розробку статичного сайту без сервера та бази даних?' },
        { content: 'Які технології використовуються при створенні статичних сайтів?' },
        { content: 'Які переваги є у статичного сайту без сервера порівняно з іншими типами?' },
      ],
    },
    {
      color: '#FFA3A3',
      sizeType: 'Бізнес',
      title: 'Індивідуальна розробка',
      desc: 'Розробка унікального динамічного сайту з наявністю сервера та базою даних.',
      price: 'від 800$',
      order: 'Замовити одразу',
      details: 'Деталі',
      checks: [
        { content: 'Чому  динамічні сайти зі сервером та базою даних - це ідеальний варіант?' },
        { content: 'Які технології використовуються при створенні динамічних сайтів?' },
        { content: 'Які переваги є у динамічного сайту зі сервером порівняно з іншими?' },
      ],
    },
  ],
};

export const securityList = {
  title: 'Ми захищаємо вас від двох  пасток',
  desc: 'Відповідно до дослідження McKinsey Oxford',
  image: '/img/security.png',
  list: [
    {
      title: 'Захист від перевитрати',
      desc: 'Перед початком роботи ми узгоджуємо фіксовану суму, щоб уникнути непорозумінь і непередбачених витрат. З нами ви точно знаєте, скільки коштуватиме ваш проект і можете спокійно працювати над його виконанням. Проте, якщо ви бажаєте додати нові функціональності, ми готові узгодити додаткові витрати за ці зміни в роботі.',
      icon: '/img/icons/cash.png',
    },
    {
      title: 'Захист від перевищення часу',
      desc: 'Ми фіксуємо чіткий графік для вашого проєкту, проводимо ретельний аналіз та планування вимог, щоб уникнути можливих затримок. Завдяки нашому підходу ви завжди матимете чітке уявлення про терміни завершення, що дозволяє управляти очікуваннями та забезпечує успішну реалізацію проєкту в обумовлені строки.',
      icon: '/img/icons/time.png',
    },
  ],
};
