export const heroBanner = {
  title: 'Підтримка сайтів',
  desc: 'Стабільна робота сайту - це продажі, дзвінки і замовлення з інтернет ресурсу, і як наслідок, зріст вашого прибутку',
  bg: '/img/hero-banner-3.jpg',
};
export const supportTypes = {
  title: 'Види технічної підтримки',
  list: [
    {
      title: 'Щомісячна підтримка',
      desc: 'Якщо клієнтський проєкт має обмежений період активної потреби в підтримці, ми готові надати вам необхідну підтримку у перших місяцях. Це особливо важливо для ефективного виявлення та усунення можливих проблем. Наші експерти готові допомогти вам у цьому процесі.',
      image: '/img/support-1.png',
    },
    {
      title: 'Річна підтримка',
      desc: 'Здійснюється індивідуальний аналіз обсягу та переліку завдань для забезпечення стабільної щоденної підтримки протягом року для проєктів, для яких важливий безперебійний моніторинг та відсутність збоїв у роботі веб-сайтів з великим потоком відвідувачів забезпечуючи надійність.',
      image: '/img/support-2.png',
    },
    {
      title: 'Оплата за годину роботи',
      desc: 'Проєкти, які спрямовані щодо виконання чітко визначених завдань та регулярного оновлення системи, контенту та смислових блоків. Це  ідеально підходять для створення лендінгів та простих конструкторських сайтів, забезпечуючи стійку та ефективну роботу.',
      image: '/img/support-3.png',
    },
  ],
};

export const supportPackages = {
  title: 'Типи робіт у рамках пакетів підтримки',
  list: [
    {
      title: 'Покращення бізнес-логіки',
      desc: 'Зручність використання веб-сайту щодо забезпечення простоти та комфортності для користувачів.',
    },
    {
      title: 'Редизайн',
      desc: 'Оновлення стилю веб - сайту, відповідно до удосконалення графічного вмісту та розширення функцій.',
    },
    {
      title: 'Верстка',
      desc: 'Усунення помилок, оновлення адаптації щодо різних пристроїв, браузерів, зміна стилю та покращення функціоналу.',
    },
    {
      title: 'Рефакторинг',
      desc: 'Забезпечення ефективності роботи веб-  сайту через технічну оптимізацію коду та усунення потенційних помилок.',
    },
    {
      title: 'Інтеграція',
      desc: 'Ми створюємо інтеграції для веб-сайтів, включаючи платіжні системи, аналітику, CRM, соціальні мережі та ін.',
    },
    {
      title: 'Створення нового',
      desc: 'Налаштуємо ваш веб-сайт за вашими побажаннями. Ми готові долучити будь-які зміни для зручності користувачів.',
    },
  ],
};

export const securityList = {
  title: 'securityList.title',
  desc: 'securityList.desc',
  image: '/img/security.png',
  list: [
    {
      title: 'securityList.list.1.title',
      desc: 'securityList.list.1.desc',
      icon: '/img/icons/cash.png',
    },
    {
      title: 'securityList.list.2.title',
      desc: 'securityList.list.2.desc',
      icon: '/img/icons/time.png',
    },
  ],
};
export const reviews = {
  title: 'Почуйте це від наших клієнтів',
  desc: 'Від початку до підтримки – ми завжди поруч, готові радити та допомагати.\nВаш успіх – наш пріоритет.',
  slides: [
    {
      title: 'Заголовок',
      author: 'Павло Гук 1',
      position: 'Менеджер компанії ',
      content: 'Слайд 1',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 2',
      position: 'Менеджер компанії ',
      content: 'Слайд 2',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 3',
      position: 'Менеджер компанії ',
      content: 'Слайд 3',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 4',
      position: 'Менеджер компанії ',
      content: 'Слайд 4',
    },
  ],
};
