export const heroBanner = {
	title: 'Підтримка сайтів',
	desc: 'Стабільна робота сайту - це продажі, дзвінки і замовлення з інтернет ресурсу, і як наслідок, зріст вашого прибутку',
	bg: '/img/hero-banner-3.jpg',
};
export const supportTypes = {
	title: 'Види технічної підтримки',
	list: [
		{
			title: 'Щомісячна підтримка',
			desc: 'Коли проєкт потребує підтримки лише перші кілька місяців після запуску, щоб передбачити всі можливі баги, помилки адміністрування тощо. Також така підтримка підходить для бізнесу, який має сезонність, наприклад підвищений попит у святкові дні, коли необхідний моніторинг та підтримка роботи ресурсу.',
		},
		{
			title: 'Річна підтримка',
			desc: 'Для проєктів, яким гранично важливий щоденний моніторинг та неприпустимі збої у роботі. Це можуть бути інтернет-магазини, каталоги, сайти із високим трафіком. Під кожний проєкт індивідуально оцінюється необхідний обсяг та перелік робіт із щоденної підтримки строком на 1 рік.',
		},
		{
			title: 'Оплата за годину роботи',
			desc: 'Для проєктів, які потребують лише точкових робіт, періодичних оновлень системи, контенту, деяких смислових блоків або контенту. Підходить для лендингів, простих сайтів-візиток сайтів, створених на конструкторах, проектів, які не вимагають частого редагування та оновлення контенту.',
		},
	],
};

export const supportPackages = {
	title: 'Типи робіт у рамках пакетів підтримки',
	list: [
		{
			title: 'Покращення бізнес-логіки',
			desc: 'Підвищення юзабіліті, щоб користувачам було простіше та зручніше користуватися сайтом.',
		},
		{
			title: 'Редизайн',
			desc: 'Зміна поточного стилю оформлення, заміна картинок на більш якісні, доробка функціоналу.',
		},
		{
			title: 'Верстка',
			desc: 'Усунення критичних помилок, оптимізація сайту під різні браузери, різні роздільні здатності екранів, різні пристрої (ПК, смартфони, планшети).',
		},
		{
			title: 'Рефакторинг',
			desc: 'Технічна оптимізація програмного коду, усунення помилок, що містяться в ньому, підвищення продуктивності сайту (прискорення завантаження сторінок тощо).',
		},
		{
			title: 'Створення нового функціоналу',
			desc: 'Додавання онлайн-калькулятора, зручної форми замовлення, галереї, налаштування віджетів соцмереж, можливість залишення коментарів без реєстрації та ін.',
		},
	],
};

export const securityList = {
	title: 'Ми захищаємо вас від двох найбільших пасток',
	desc: 'Відповідно до дослідження McKinsey Oxford',
	list: [
		{
			title: 'Захист від перевитрати',
			desc: 'Ми беремо на себе фіксовану вартість вашого проєкту. Тож вас ніколи не здивує дорогий рахунок-фактура наприкінці місяця, і ви все ще дивуєтесь, чому розробникам знадобився цілий місяць, щоб розробити цю просту функцію. З нами, перш ніж почати свій проєкт, ви точно знаєте, що ви отримуєте і якою саме ціною.',
			icon: '/img/icons/cash.png',
		},
		{
			title: 'Захист від перевищення часу',
			desc: 'Ми виділяємо фіксований час для вашого проєкту. Ми проводимо ретельний аналіз і планування вимог до проєкту перед початком, щоб вам ніколи не доводилося складати жалюгідну цифру перед вашим клієнтом із затримкою дати запуску. З нами перед початком проєкту ви точно знаєте, коли ваш проєкт буде завершено.',
			icon: '/img/icons/time.png',
		},
	],
};
