export const heroBanner = {
  title: 'Підтримка сайтів',
  desc: 'Стабільна робота сайту - це продажі, дзвінки і замовлення з інтернет ресурсу, і як наслідок, зріст вашого прибутку',
  bg: '/img/hero-banner-3.jpg',
};
export const supportTypes = {
  title: 'Види технічної підтримки',
  list: [
    {
      title: 'Щомісячна підтримка',
      desc: 'Коли проєкт потребує підтримки лише перші кілька місяців після запуску, щоб передбачити всі можливі баги, помилки адміністрування тощо. Також така підтримка підходить для бізнесу, який має сезонність, наприклад підвищений попит у святкові дні, коли необхідний моніторинг та підтримка роботи ресурсу.',
    },
    {
      title: 'Річна підтримка',
      desc: 'Для проєктів, яким гранично важливий щоденний моніторинг та неприпустимі збої у роботі. Це можуть бути інтернет-магазини, каталоги, сайти із високим трафіком. Під кожний проєкт індивідуально оцінюється необхідний обсяг та перелік робіт із щоденної підтримки строком на 1 рік.',
    },
    {
      title: 'Оплата за годину роботи',
      desc: 'Для проєктів, які потребують лише точкових робіт, періодичних оновлень системи, контенту, деяких смислових блоків або контенту. Підходить для лендингів, простих сайтів-візиток сайтів, створених на конструкторах, проектів, які не вимагають частого редагування та оновлення контенту.',
    },
  ],
};

export const supportPackages = {
  title: 'Типи робіт у рамках пакетів підтримки',
  list: [
    {
      title: 'Покращення бізнес-логіки',
      desc: 'Зручність використання веб-сайту щодо забезпечення простоти та комфортності для користувачів.',
    },
    {
      title: 'Редизайн',
      desc: 'Оновлення стилю веб - сайту, відповідно до удосконалення графічного вмісту та розширення функцій.',
    },
    {
      title: 'Верстка',
      desc: 'Усунення помилок, оновлення адаптації щодо різних пристроїв, браузерів, зміна стилю та покращення функціоналу.',
    },
    {
      title: 'Рефакторинг',
      desc: 'Забезпечення ефективності роботи веб-  сайту через технічну оптимізацію коду та усунення потенційних помилок.',
    },
    {
      title: 'Інтеграція',
      desc: 'Ми створюємо інтеграції для веб-сайтів, включаючи платіжні системи, аналітику, CRM, соціальні мережі та ін.',
    },
    {
      title: 'Створення нового',
      desc: 'Налаштуємо ваш веб-сайт за вашими побажаннями. Ми готові долучити будь-які зміни для зручності користувачів.',
    },
  ],
};

export const securityList = {
  title: 'Ми захищаємо вас від двох  пасток',
  desc: 'Відповідно до дослідження McKinsey Oxford',
  image: '/img/security.png',
  list: [
    {
      title: 'Захист від перевитрати',
      desc: 'Перед початком роботи ми узгоджуємо фіксовану суму, щоб уникнути непорозумінь і непередбачених витрат. З нами ви точно знаєте, скільки коштуватиме ваш проект і можете спокійно працювати над його виконанням. Проте, якщо ви бажаєте додати нові функціональності, ми готові узгодити додаткові витрати за ці зміни в роботі.',
      icon: '/img/icons/cash.png',
    },
    {
      title: 'Захист від перевищення часу',
      desc: 'Ми фіксуємо чіткий графік для вашого проєкту, проводимо ретельний аналіз та планування вимог, щоб уникнути можливих затримок. Завдяки нашому підходу ви завжди матимете чітке уявлення про терміни завершення, що дозволяє управляти очікуваннями та забезпечує успішну реалізацію проєкту в обумовлені строки.',
      icon: '/img/icons/time.png',
    },
  ],
};
export const reviews = {
  title: 'Почуйте це від наших клієнтів',
  desc: 'Від початку до підтримки – ми завжди поруч, готові радити та допомагати.\nВаш успіх – наш пріоритет.',
  slides: [
    {
      title: 'Заголовок',
      author: 'Павло Гук 1',
      position: 'Менеджер компанії ',
      content: 'Слайд 1',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 2',
      position: 'Менеджер компанії ',
      content: 'Слайд 2',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 3',
      position: 'Менеджер компанії ',
      content: 'Слайд 3',
    },
    {
      title: 'Заголовок',
      author: 'Павло Гук 4',
      position: 'Менеджер компанії ',
      content: 'Слайд 4',
    },
  ],
};
